[{"name": "T'Salio's Stand", "pages": ["A ruined bastion raised by the Order of Embers. One of the few known landmarks within Iron lands according to Adiyah's limited knowledge of the region."]}, {"name": "Boots of the Endless March", "pages": ["68\nBoots of the Endless March\nSturdy boots made with sturdy bark, leathers, and stones fastened \nWhile attuned to these boots your movement speed is increased by 5 feet.\nYou may use an action and speak a command word to transform into a bolt of frost, forming a line 5 ft wide that extends from you to a point you can see up to 60 ft away. Each creature in the line must make a DC 14 DEX save, taking 2d8 cold damage on a fail, half on a success. You transform back at the destination point, creating a blast of cold air that is audible from 100 ft away. Any creature within 5 ft of you must make a DC 14 CON save, taking 2d8 cold damage and be Chilled for 4 rounds on a fail, or take half damage with no Chilled effect on a successful save.\nChilled creatures have their movement speed decreased by 10 feet.\nVery Rare, Glorious Tier 1\nSet Item, Requires Attunement\nSet Item: This item belongs to a set of items, or a combination thereof.While attuned to all or multiple pieces it will yield additional effects."]}, {"name": "Hkari - Hightide Hunt", "pages": ["A day when the greater moon is full, resulting in extremely high tides and low tides. These days usually marks the gathering of great hunts as creatures of the depths usually leave their lairs to feed under the full moon."]}, {"name": "Book from Gate - Log", "pages": ["1st Uza Sigil 8 - Vraget 1230 - V'rahyuh - Re-activated Gate Wards. Cleansed outside affliction. Destroyed shade presence. Established safe quarters. Prepared to resume mining operations.\n2nd Veral Sigil 3 - Ydral 1231 - V’rahyuh Resupplied. Created workshop. \n8th Aiur Sigil 1 - Dennevak 1277 - A’Jhinri - Restored northern wards. Iron affliction upon some bones. Cleansed. Re-stocked supplies. Sealed mines for now.\n2nd Veral Sigil 3 - Ydral 1281 - S’Faleh - Reinforced northern wards - purged caverns - resupplied - built transport kite.\n5th Volek Sigil 5 - Halzur 1283 - C’Thozo - Restored caverns, southern, and northern wards. Worsening of spirits - reclaimed upper mines - resupplied\n1st Aiur Sigil 7 - Ubralis 1284 - A’Jhinri - Re-supplied. Cleansed iron affliction. Cleansed Ydra Shrine.\n7th Uza Sigil 2 - Tyril 1287 - C’Thozo & A’Jhinri - Re-supplied. Cleansed iron affliction and shades. \n3rd Bevat Sigil 8 - Sylaris 1291 - S’Faleh - Remade northern perimeter. Cleansed iron affliction. Destroyed remnant shades. Resupplied. Broke kite.\n6th Nol Sigil 1 - Odren 1294 - S’Faleh - Resupplied. Moving the northern border back, difficult. Repaired kite, set up new kite projects.\n1st Steho Sigil 3 - Ubralis 1296 - A’jhinri, S’Faleh - Resupplied. Cleansed iron affliction. Trained new warders. Honored C’Thozo. Reinforced wards, established new safe quarters.\n3rd Bevat Sigil 4 - Vraget 1298 - S’Faleh - Resupplied. Cleansed iron affliction. Hunted lingering shades. Added mist wards. \n2nd Ves Sigil 8 - Dennevak 1300 - S’Faleh - Resupplied. Cleansed ironmist affliction. Moved safe perimeters. Finished two kites. Set up new projects.\n8th Uza Sigil 6 - Ydral 1301 - A’jhinri & S’Faleh - Resupplied. Locked down safe areas. Re-activated Gate Wards. Significant worsening - similar to Ydra. Prepared for a lasting lockdown. Windpath completely gone.\n1st Bevat Sigil 2 - Ubralis 1302 - A’jhinri - Replenished Gate Wards. Locked down all areas. Sweeped remnant Shades. Cleansed iron affliction. Activated the Lasting Wards.\n8th Volek Sigil 1 - Halzur 1377 - N’Adiyah, I’Vharu - Restored Gates to previous state. Replenished all Wards. Cleansed shades. Restored workshops. Re-established safe quarters. Honored the fallen. Moved old mining equipment and minerals.\n1st Aiur Sigil 7 - Ydral 1378 - I’Vharu - Resupplied. Investigated mist presence. Applied new Wardings. Completed personal kite. Temporarily restored Windpath. Moved old mining equipment and minerals.\n5th Ves Sigil 2 - Halzur 1379 - I’Vharu & H’Vaar - Resupplied. Applied new mist wards. Secured mountain wards. Extracted majority of mining supplies & equipment. \n1st Uza Sigil 3 - Halzur 1380 - H’Vaar - Resupplied workshops. Completed kite, started new projects. Secured northern border, signs of iron affliction. Extracted mining supplies & equipment.\n3rd Nol Sigil 8 - Dennevak 1381 - N’Adiyah - Resupplied. Cleansed shades and iron affliction. Significant worsening of northern wards. New affliction, northern caverns lost. Re-established northern perimeter. Replaced old wards.Secured safe quarters. Temporarily restored Windpath.\n \nD I M O S"]}, {"name": "Trigger Happy", "pages": []}, {"name": "End of the Horizon", "pages": [""]}, {"name": "Dimos: Chronicle of the Winds", "pages": ["Chronicle of the Winds, by Dimos Aris\"All of the celestial bodies within the observable universe are considered distinct aspects of the mythical Winds. The very cosmos shifts as these aspects wane and grow in power within the eternal march of time. Each Wind shapes the world in their own distinct way whenever their power is at it’s peak, and some times when at their lowest. Their power is always carried across the winds and can be felt across all lands and kin they once shaped\"~ Grand Astrologian S'EnkaraThe Winds follows an 64-day \"month\" split into a 512-day \"year\" which they call Cycles. For Tongues and Comprehend language purposes these translates into years.Ydra (ashen), Ramakoa (Hkari), Navari Norai)The Wind of Life, LifebringerArat (Ashen), Brawat (Hkari), Arkai Norai)The Wandering Wind, the Wind of SecretsYre (Ashen), Yrhir - The Greatstorm (Hkari), Veltyri Norai)The Greatstorm, the Fated Wind, the DesolationN'gaur (Ashen) // Talakoa (Hkari) // Emerei Norai)The Wind of Passage, the Last Wind, The Waning WindYs-Kora (Ashen), Hinekora (Hkari), Tal-Kovai Norai) - The Wind of DominionThe Wind of Dominion, The Wind of Passion, Hopebringer, WarN'yliah (Ashen), , Odnaru (Hkari), Izari Norai) - The Thousand-NamedThe Ancient Wind, the Rite of TraditionAkarot (Ashen), Takowa (Hkari), Asyri/Hakyri (Norai) - The SpiritwindThe Spiritwind, Spirit's WillScattered Wind (Ashen), Valkaro, lost current (Hkari), Losi Norai)", "Ydra (Ashen), Ramakoa (Hkari), Navari (Norai)The Wind of Life, LifebringerParty notes: Found a location called \"Ydra's Gate\" with a corruptive Iron presence festering inside. After defeating what seemed to be the source, a hulking mass of shadows, sinew, and armor, the party encountered an Eidolonic presence (Taun).The party found severeal references to \"Ydranites\" within this place. Taun referred to them as horned beings which fled through the gate during a losing battle. These somewhat match the descriptions of the humanoid draconic merchant the party found at camp.The party has found necklaces inside a hidden room at Xol's Desolation which bears a striking resemblance to Ydra's symbol.Mythrine (a person, location, possibly both?) seems to be connected to YdraWas seen in a vision beneath Ydra's Gate together with a humanoid man and a massive runic wolf. Apperance matched that of an elf dressed in regal green and golden armor. Conjured by Hum as they stated \"There are a lot of memories within this place\"Adiyah: Depending on which corresponding season (spring, summer, autumn, winter) Ydra's wind is active during, different flora blooms in various regions. These are highly sought after, and a good reason why Orians keep a detailed estimate of Winds many seasons in advance to plan planting and harvests.The winds bring seeds from the high-peak trees which is scattered across the land. Ydra's wind is bountiful, and is said to even cleanse the wounds of those exposed to powerful currents. Even during the cold seasons this wind will bring comfort and warmth. In nature many types of flora and fauna will migrate with this wind.The Winds follows an 64-day \"month\" split into a 512-day \"year\" which they call Cycles. For Tongues and Comprehend language purposes these translates into years.", "Arat (Ashen), Brawat (Hkari), Arkai (Norai)The Wandering Wind, the Wind of Secrets\"The chronicle of the traveller. Shepherd to the stars in the dark. Though the world be broken and our history scattered in the wind, where Arat walks, fate shall surely follow. For hers is the dominion of travel, of knowledge, and of secrets\" And thats about what I remember from the more dogmatic tomes in Ori - Adiyah.It is customary to always keep an open spot by a campfire to Arat, or any traveller who happens upon it. During her season, winds are known to shift unpredictably, though some currents becomes incredibly stable and reliable. These Windpaths are meticulously tracked by Orian mathematicians and windkeepers to determine where one might open, and where one leads. Allows for fast, safe, and long-range travel of large windkites.Akari: The Nerai (Nomads dwelling in the Vestari Valleys) follow the stars representing Arkai across Vestari lands each cycle - they move with Arkai's passing. Each season they make their way to Windgates to pay proper respects, and some even conquer the Trail to visit Norai. Arkai is the most important Wind to my people. It marks the trials when young becomes adult, when trainees becomes wardens, when islands connect, and when we can truly be nomads in the Sea of Clouds.Party notesWhisper (the Eidolon) seems to be connected to this WindWhisper left a strange Tome at the edge of Moonlake after the party emerged. This tome is difficult to maintain focus upon, and is easily forgotten.Mount Vestari has been mentioned as a possible place where answers can be sought by Whisper", "N'gaur (Ashen) // Talakoa (Hkari) // Emerei (Norai)The Wind of Passage, the Last Wind, The Waning Wind, Abyssal Light (Hkari)Adiyah: This Wind is associated with passage and death. During N'gaur spiritborne are particularly active, emerging from hiding after Yre's storms. Nearly all windpaths which endured through Yre are usually stilled for a time during this wind.Akari: The first days of Emerei is chaotic and beautiful in equal parts. Thousands of spirits are fluttering amongst the Trail. In our traditions we honor the dead and all that has passed, and prepare the youngest of the clans for spirit bonding. It marks the first safe days to traverse the Trail after 64 days of turmoil.Murus: Talakoa's current resides at the bottom of the abyssal oceans, gathering all ashes, or those lost to the sea. Her embrace is the final journey of any Hkari.The party encountered a Spiritborne (The Last to Fall) in a ruined stone vessel within Xol's Desolation. This spirit returned to a primordial form after the party helped it realize that there was nothing left for it here - flying upwards towards the sky.", "Ys-Kora (Ashen), Hinekora (Hkari), Tal-Kovai (Norai) - The Wind of DominionThe Wind of Dominion, The Wind of Passion, Hopebringer, WarOnce the spirits and forces of the world has settled from N'gaur, Ys-Kora's wind ignites across the land. This wind marks a heightened period of sorcery, and the most important hunts of the Orian cycle which sustains the precious supplies needed to maintain wards and most forms of sorcery. In modern times many supplies are traded and stockpiled from other cultures, but some Orians still partake in hunts by way of tradition or seeking personal glory and wealth.Nearly all Orian practicioners of Warding start their practial training during Ys-Kora to better understand the Flame before mastering it many Cycles later.Adiyah: Now, the Arts are three: Flame, Spirit, and Creation. Flame can change one thing into another - usually power, such as abyssal ink into a gust of wind. The same Flame can be bound with words or writing. This is the basis of how we create wards.Ys-Kora's Flame is described by many practicioners as making their own small alterations to a story as it's being told. Wards are a \"stable\" version of this art - where these stories has already been bound to an object, such as paper, waiting to be told.Murus: Some of the northern Tribes sustain themselves entierly by a successful hunt during this current. Creatures of the deep are known to surface more frequently, and amongst these are the greatest leviathans of the deep. Aside from the meat and blubber used to sustain a Tribe the Oil is highly coveted by Orian traders which fuels our economy. Hinekoran hunts are allowed for proven warbands, and only fools would attempt one without cycles-long training. To hunt a leviathan without proper tradition and respect is to invite doom upon all Tribes.Akari: Tal-Kovai is a dangerous time in the Sea of Clouds. After a full Wind of spirts gathering, many large beasts wake from their cycle-long slumber to feast. It is the true test of any Cloudwarden to protect their home during this time.Party notes:Woden: The ruins beneath Yggranat's Lock held Woden, an eidolon connected to Ys-Kora.Spiritgorger Tarkir: Would match Akari's description, but the time you encounetred it does not match to the Wind when you fought it, which was during late Arat.", "N'yliah (Ashen), , Odnaru (Hkari), Izari (Norai) - The Thousand-NamedThe Ancient Wind, the Rite of TraditionThe Wind marks a long period of restlessness within the lands. Wounds from ancient history, such as the Arken, tends to reopen during this period. Previously buried ruins has risen to the surface during this wind, and Norai report entire islands descending from the Sea of Clouds into the Trail. For most people N'Yliah is a reminder of the past - wheter one wishes to aknowledge it or not.During N'yliah the Orders Eight start their journey across the land - some only returning for 64 days once an entire cycle has passed.Adiyah: N'Yliah is the origin of the White Flame - the ability to change the self and one's own perceptions. It is a very rare, powerful, and coveted art. Common uses include warping the wind to move across immense distances, divining what is hidden, or casting ones perception across vast gulfs of time and space. This art is extremely hard to master and rarely sees use except for ancient masters of very powerful sorcerers.I know a fragment of this art, and that is to let Wind shape me to move quickly.Akari: Adiyah makes is sound way too complicated. You just, uh, *focus* and then move quicker. You've felt it too, right? (Adiyah has started a respone but crossed out everything after \"YOU…\")", "Akarot (Ashen), Takowa (Hkari), Asyri/Hakyri (Norai) - The SpiritwindThe Spiritwind, Spirit's WillSpirits forms shells and forms during this period, some becoming full Spiritborne.Very rarely children are borne with innate spirit-like attunements during this wind.The Windborne people hail this wind as their origin, at least their culture and traditions dictate so.Every soul another lesson. A life lived in experience grants change and progression. The culmination of kindred achivement serves the great ebb and flow of the Winds. Akarot is the primal drive of this experience and manifestation. They were the first to harness this experience into change, the first to Create something from what was once nothing. They are the origin of the First Art, from which all other things bloomed. Their will shaped the raw sorcery of the land like clay, forming vessels and creatures which danced upon the winds. They are the Creator of all Spirits, and the source of all primal sorcery.Adiyah: Listen well, for Akarot holds the most powerful and dangerous Art to master, the rarest of all three. Theirs is a dark Flame of starlight and nightsky. The Black Flame has one fundemental use, and that is to create something from nothing, allowing direct creation of matter, energy, and life. The Red Flame requires existing material to warp, the White Flame warps the self, and the Black Flame requires none. There are few practicioners alive, if any.All other flames are mixtures between various Arts, or ways that a Flame has been changed with something else of equal force. Also no, dont even think about experimenting without proper training. You will die.", "Yre (Ashen), Yrhir - The Greatstorm (Hkari), Veltyri (Norai)The Greatstorm, the Fated Wind, the DesolationDuring Yre, storms are significantly more powerful and appears with increased frequency. The Winds of Yre is not something most kin look forwards to, for it is a grim reminder that not all winds are merciful. Sorcery, power, and the occult can become powerful and unpredicatble during Yre’s passing, casusing vivid vision for some. Most major, and nearly all permanent settlements have large warding stones to provide shelter against the worst storms.To some, he is the Greatstorm, the Last Fury, or Yrhir (landcarver). To others, he is Ruin, the Eternal Storm, or Veltyri. But to most of the tribes who still hold true to the old ways, he is known as Yre.Destruction, strength, and the storm made manifest, Yre represents the unstoppable power and fury of the land itself. It is believed that the wind formed the northern land called Niros long before the arrival of mortal races. The sagas tell how he created the Boreal Sea with one mighty strike, and how his battle with the golden serpent, Uzral, formed countless fjords, valleys, and ravines.My life is death. But this is not where I fall. This is where the storm begins. And where you end. - Excerpt from the \"Ode to Ruin\".Party notesThe party helped Akari collect a strange warding stone to protect the camp against Yre's storms.Murus' people (the Hkari) calls these artefacts Tidestones.Akari claims that Yre rarely touches Norai lands, though Nerai often migrate to the lower edges of Nomad's Trail to avoid the storms when the season rolls around.All locals thus far has noted they've never experiences storms of this severity during their lifetime.Creatures manifesting within the storm are unheard off aside from some ancient recordings of it ever happening according to Adiyah. Whatever happened this Yre was not normal.The party has fought multiple creatures forged or warped by the storm itself. This includes beasts, elemental-like creatures, and a humanoid bear speaking in the same manner as some spiritborne and eidolons where the meaning of their words transcends language (the party could understand it despite not sharing any languages).The camp was attacked by hundreds of creatures during a massive storm. While the lightning and worst wind failed to pass through the perimiter of the warding stone, most creatures moved through it unaffected.", "Unlike the other Winds, this is a period of stillness and rest. No extreme weather phenomenons occurs during this season. Many think of it as a respite from the other winds. All Windpaths collapse, even those stabilized by sorceries.Party notes: Reya was suprised and distraught to not remember/be able to say the name of this Wind."]}, {"name": "Game Mechanics", "pages": [""]}, {"name": "Crafting Examples WIP", "pages": [""]}, {"name": "Torn", "pages": ["", "", "", "Ability ScoresSizeSpeedCon +1VariesVariesAlignment.Many awakened undead cling to the alignment they held in life. For others, death changes them significantly, and they adopt a new worldview in light ofwhat their death has taught them.Dead Immortality.You do not age. Given time, the necromantic energies that sustain you will heal most wounds you take at approximately the same rate as a mortal, and your hit dice function as normal.Past Life.Choose another race besides this one, which must be humanoid and lack the Living Construct trait (or similar). Before your death, you were a member of this race and appear as an undead version of it.Your size, height, and movement speed are the same as a typical member of that race. You do not retain special movement speeds from this race (such as swimming or flying) or any of the race's other racial traits. If your Past Life race has subraces, you can select one, but it confers no benefits.Living Dead.You have been raised from death, but regaining your autonomy has returned to you some of the spark of life. You are immune to disease. You do not need to eat or breathe, but you can ingest food and drink if you wish.Additionally, you have two creature types: humanoid and undead. You can be affected by a spell or ability if it works on either of your creature types.Restless.As an undead, you very rarely tire. You treat exhaustion as if it was one level less. In addition, instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal.Unholy.Unlike other undead, you can be restored through healing magic, but it has a significantly dampened effect on you. When you regain hit points from a source that specifies it does not function on undead, you only receive half as many hit points as the source would normally provide, rounded down.Darkvision.Through the necromantic energy animating you, you are able to perceive with greater clarity that which lurks in the darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.Bloodless.You are immune to poison damage and the poisoned condition.Languages.You can speak, read, and write Common and one other language, typically one available to the race you chose for your Past Life. If your Past Life race has a trait that precludes speech (such as a kenku's Mimicry), you are still not able to speak and instead gain access to the relevant trait of your Past Life race that substitutes speech.Optional Rule: Truly Dead[–]The undead presented in this option are intended to be easily accessible to players, and thus have features players would expect from other races. They can be magically healed (albeit at a reduced rate), and affected by spells such as charm person or hold person.However, you or your DM can choose to make awakened undead into fully undead characters. If this is the case, your Living Dead trait does not grant the humanoid type, and you do not have the Unholy trait.This option increases the difficulty for an undead character, as well as that character's reliance on hit dice and spells such as goodberry or regenerate that do not exclude undead. Playing a fully undead character may be too much for novice players, but a veteran player could enjoy the challenge.Death comes for all things in a near-infinite variety of ways. So, too, are there many reasons that the dead might return from the grave. Directly-applied necromancy, cursed lands, and unfinished business are but a few, and all leave the newly-undead soul with a mere semblance of the life it had before. All undead carry the physical or emotional scars of what ended their mortal lives, though some may be far more subtle than others.Dead and Reborn[–]Typically having no lands to call their own, undead with an awakened sense of self are usually perpetual foreigners, wanders in a land and often a time they do not belong to. Compounding matters, most mortal cultures carry with them an instinctual fear of death and the dead, and many associate necromancy specifically with dark tidings. This forms a wall of (often well-earned) prejudice and hatred that sentient undead find themselves up against, and many undead choose to hide their necrotic natures behind clothes, masks, and pungent perfumes when journeying into civilization.Depending on composition, humanoid undead typically range a wide gamut from 20 to 300 pounds, and may possess empty eyes, a colored flame-like magical animus in their sockets, or harrowed, surprisingly mortal eyes burning with an inner fire. Hair (if they have it at all) is usually lank, dark, and wrought with grime and gravedirt that no amount of cleaning will fully remove.Service and Freedom[–]Undeath is effectively immortality, a strong reason why many mortal spellcasters of a certain moral bent consider it a viable alternative to actually dying. Still, it is not immortality without a price; senses and emotions dull, food and drink no longer have taste, and often an undead state comes alongside a subservience of will and unthinking toil beneath a merciless and malevolent master.Some undead are born into freedom, while others earn it or have it thrust upon them. Regardless, all undead that are not bound greatly cherish their liberday, as the reminders of what could easily happen were they not fortunate enough to possess free will abound throughout history. Many awakened undead consider it their sacred duty to free other mindless undead, or simply to dispatch them wherever they may be found. The reasoning is straightforward enough: a final rest awarded to all mortals is greatly preferential to eternal slavery to the likes of a short-sighted, megalomaniacal spellcaster.Fallen Home, Forgotten Past[–]For many awakened undead, the past is a distant homeland to which they may never return, holding names and faces now partially-forgotten, and loves and lives as dead as they are. The anguish of this loss is enough to drive many mad, but others use this rage and pain as a source of power and drive, carrying them further on the road to whatever dark destiny awaits.Frequently, entire countries, customs, and cultures an undead may be familiar with no longer exist, and the sentient dead behaves or speaks in an antiquated fashion because of this. These undead may find it more difficult than usual to relate to modern mortals, usually leveraging what companions they find to bridge this epoch-long communication gap.Undead Names[–]Many undead that awaken into sentience prefer to keep the names they held in their mortal lives. For others, however, their mortal names are forgotten or have lost meaning. These undead often adopt nicknames given to them by their former masters or present companions, and hold them to be as true as any other creature's birth name.Examples of names given in this fashion can be seen, below:Names: Bane, Carver, Clatter, Crumble, Drudge, Minion, Mort, Pale, Rattlebones, Raven, Rook, Rotface, Shade, Shiver, Spore, Wisp"]}, {"name": "Scroll", "pages": [""]}, {"name": "Tidestone Coast", "pages": ["", "", "", "", "Ability ScoresSizeSpeedCon +2; Wis +1Medium25 ft., swim 30 ft.Age.Karkinos are unique in that they are effectively immortal. So long as they continually shed their shells, which takes place annually, a karkinos can continue to live through the ages, though most eventually outpace their shedding capabilities and die at the age of 500 to 600.Alignment.As peaceful pastoralists who drift through the domains of other underwater races, karkinos tend towards being lawful, obeying the rules of whatever race currently hosting them. They have little inclination towards either good or evil.Size.Most karkinos stand between 5-6 feet tall, but are very bulky, weighing an average of 450 pounds. Your size is Medium.Speed.Your base walking speed is 25 feet, and you have a swimming speed of 30 feet.Amphibious.You can breathe air and water.Deep Sea Adaptation.You are immune to the effects of being underwater at a depth greater than 100 feet.Darkvision.You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.Pincers.Your crustacean pincers are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d6 + your Strength modifier, instead of bludgeoning damage normal for an unarmed strike. Immediately after hitting a target with an unarmed strike on your turn, you can use a bonus action to attempt to grapple the target.natural armor.Your carapace is as hard as armor, and can turn aside lesser blows. When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor.Pastoral Talents.You are proficient in one of the following skills of your choice: Animal Handling, Nature, or Perception.Shepherd's Speech.Tending to aquatic flocks for generations, your kind have a way with the creatures of the sea. You can communicate simple ideas with beasts that can breathe water. They can understand the meaning of your words, though you have no special ability to understand them in return.Racial Feats[–]The Heavy Carapace feat is available for characters of the karkinos race.“Such a paradoxical race—so powerful, yet so peaceful. They are like the shepherds of the entire ocean, gently guiding us toward a better future. I wonder what tragedy befell their kind to bestow them with such cautious wisdom?”— Wolyn Ahlorsath, triton explorerThe karkinos are a race of powerful but furtive crustacean humanoids. A race without a home, they are peaceful pastoralists, who drift between underwater realms, aiding those who seek it and staying out of the paths of those who would seek to harm them. Normally gentle giants, in times of trouble karkinos can become valiant heroes who rise up to protect their ocean home.Obscure Hermits[–]The karkinos have a muddied origin; some say that they were once a race of surface folk who were cursed into their current forms, while others claim they migrated from the Elemental Plane of water alongside the tritons. The karkinos themselves have conflicting legends, owing to their nomadic lifestyle resulting in many cultural groups emerging, each attesting to their own lore.Regardless of their origins, most karkinos, especially those who hold to traditional beliefs, live a life of idyllic pastoralism. Herding flocks of giant crustaceans, schools of fish, and other placid oceanic life, karkinos families spend their days gazing into the endless depths and ruminating on the nature of the sea. Some karkinos are poets, whose musings are spread far and wide through underwater society, sung and rewritten as ballads and plays. Others isolate themselves far away from civilization with nothing more than their family or flocks for company. Living lives of quiet contemplation, they meditate on ancient truths only known to the long-lived and mysterious karkinos.Typically dwelling at the seafloor, the existence of the karkinos is something known only to daring ocean adventurers, though legends about these mysterious crustacean people do spring up from time to time amid sailors and fishermen. Tritons, merfolk, and other intelligent civilizations of the sea may interact with the karkinos more frequently, though even then the karkinos' nomadic and secluded lifestyle makes these interactions relatively rare and spontaneous.Ocean Guardians[–]Despite their peaceful and quiet ways, the karkinos are known too for great heroism in times of need. With a creed to suffer no injustice and to extend aid where possible, most karkinos are happy to lend a claw to passing merfolk, triton, or even surface races where possible, though these encounters may be rare. Some karkinos go above and beyond, and utilize their prodigious natural strength and defenses to protect those who have need of it. These karkinos are often those who depart from their families to seek adventure, striking an impressive silhouette among groups of aquatic adventurers.Even besides these heroic individuals, the karkinos have a long rivalry with malicious creatures of the deep. Sahuagin who terrorize other races, krakens fouling the waters, and other beasts of the deep are all ancestral enemies of the karkinos, and they require little persuasion to mobilize against such threats. In times of turmoil, the karkinos usually prove to be vigilant guardians who rise up above the chaos to protect the safety of the oceans. For that reason, tritons and karkinos have traditionally had a good relationship, both being defenders of the ocean.Ancient Karkos[–]In ancient times, it is said that the crab-folk once had a homeland known as Karkos. A legendary city of resplendent gold and coral, it was a mythic land of plenty and wonder, considered the jewel of the sea. Many karkinos families still claim to possess relics from this wondrous age, although few truly believe they have a treasure from the fabled city itself, only an old heirloom from a bygone era.The tale, as it goes, describes Karkos falling into a state of hubris and debauchery. The most powerful of Karkos were swayed into evil by a malicious kraken, and attempted to harness and control the very currents of the ocean, to bend the sea to their will. In retribution, the spirits of the sea sent a mighty sea titan to swallow up the entirety of Karkos, sweeping the city into the eternal depths, never to be seen again. While most karkinos believe this to be nothing more than a moral fable, they still point to it as reason for their humble life and staunch opposition to the darker denizens of the sea.The Truth Behind the Myths[–]The city of Karkos, the protector of the karkinos, is regarded as fable by many. However, ancient Karkos slumbers beneath the waves.Karkinos Names[–]Karkinos names are often difficult to pronounce by most tongues, due to their crustacean nature, with many hard clicks and other harsh sounds. Karkinos who decide to befriend non-karkinos individuals typically have a nickname derived from a simplified form of their true name. Karkinos, being natural hermaphrodites, have little use for gender dimorphism and their names follow a similar thread, though some karkinos do choose to adopt a pronoun for ease of communication.Karkinos Names (Nicknames). Klimkaklaeia (Limalaeia), Kaklitakades (Atakades), Kokakinikea (Konikea), Kakageakina (Aegeana), Kekantakita (Ketanita), Pakiketakea (Pakatea), Petakikekatis (Petakis), Thekakameika (Themaika), Tehikagankis (Teaganis),Takitamekika (Takameia)Karkinos In Other Realms[–]There are other races throughout the multiverse that bear a striking resemblance to the karkinos—for example, the aldani of the Forgotten Realms, the sartani, and the crab men that are scattered throughout the annals of history. While these are not karkinos, their skill sets are similar enough that many with the knowledge of the greater planes often group them together under a singular common name—crustacean-folk, or yurians.Variant: Aldani[–]To represent the aldani lobsterfolk of Chuul, the following changes can be made to the karkinos traits to better represent the aldani's specific lore. As an aldani, a karkinos character loses the Pastoral Talents trait in exchange for the Scavenger's Instincts trait.Scavenger's Instincts.You are proficient in one of the following skills of your choice: Intimidation, Perception, or Survival."]}, {"name": "The Blood Thorn", "pages": ["38\nThe Blood Thorn\n+1 Warspear 1d10 / 1d8 Versatile. Thrown\nBrutal - Deals one additional weapon die on a crit.\n \nA weapon built for war. And war shall always find it. This spear is made of dark iron. The metal appears blood-stained, with a brutal peak made for piercing the strongest armor.\n \nI am a Sovreign from the laws of gods an kin. A constant. I know with absolute certainty that I have fought this battle more times than there are droplets in the ocean. And I have never lost. - Tlan.\nGrasp of Tlan: As a bonus action, you may point the spear at a creature within 30 feet. A streak of red light shoots from the spear into the target, which must make a DC17 Constitution Saving Throw or take 2d8 necrotic damage, and have its movement speed decreased by 10 feet until the end of its next turn. You gain 10 extra feet of movement until the end of your next turn.\nOnce this ability has been used it cannot be used again until after you complete a long rest.\nGlorious 1 - Rare\nDemanding Attunement: \nWhile attuned to this item the wearer cannot willingly use another melee weapon in combat. Even if the wearer is forced to attack with some other weapon while attuned to The Blood thorn they will instantly take 4d8 necrotic damage which cannot be reduced by immunities or resistances.\n \nIronbound Shroud:\nThis item is Shrouded and requires spesific circumstances or events to transpire before being fully identified. The type of this Shroud is Ironbound."]}, {"name": "Potions", "pages": ["Consuming a potion is always a Bonus Action. This does not override class-spesific mechanics relating to potions.Throwing a potion does not become a Bonus Action unless a class option or feature turns the Throw Action into a Bonus Action.Note: Some potions may have a special \"This potion must be consumed as an Action\" rule. This is the exception to the rule, and will be clearly visible upon the potion.Retrieving a potion always costs an item interaction, which you have one of each Turn. Some special equipment, such as bandoliers, may allow a potion to be retrieved alongside another piece of equipment that turnBandolier: A special bandolier made to keep vials and small containers within arms reach. When a potion is held within an equipped bandolier, the first potion retrieved from it each turn costs no item interaction.Some higher quality bandoliers or magic items allows for Bonus Action and Action to be used interchangeably when consuming potions."]}, {"name": "New Thell", "pages": ["Established: Thirteen months ago. Initially found by a thellian ship thought lost to the Sea of Sorrows. Named \"New Thell\" by the highest ranking official, General Adrianos Vitalakos.Type: Coastal, Ancient ruins - Main settlement for Eoran explorers and refugees.New Thell was established as a new beginning for hundreds of expedition forces and refugees following the collapse of the Thellian Republic (and the world at large). The party arrived after the initial settlement, some three months later, seeking a land safe from the magic sundering their homelands, but what dangers lurk at these new shores?"]}, {"name": "Stacking Resistance", "pages": ["If a creature or an object has multiple instances of resistance that affect the same damage type, damage it takes of that type is reduced by 5 for each source after the first. This damage reduction is applied after the resistance.Example: Hurn, the Red Dragonborn has an innate Fire Resistance in addition to their Ring of Fire Resistance. An effect that deals 30 fire damage hits them, meaning that the 30 damage would first be reduced to 15, and then reduced by another 5, causing Hurn to take a total of 10 fire damage."]}, {"name": "Documents from the mines - Ancient Gates", "pages": ["The shelves and storage spaces of this place shows signs of items being removed. Despite this there are a handful of documents that can be salvaged from various locations. The runes of this language seems to match the wards, albeit from a different dialect or time.\nOperations at Ydra's Gate:\nThey were attempting to create new alloys by mixing the baseline formula of copper and tin into bronze for one attempt - this was done to further test the capabilities of Orvium on-site, though the research proved mostly fruitless until they found deep silver/cold silver, sometimes referred to meteoric silver. The removal of Orvium proved impossible from its ore until [F Name] discovered that quicksilver and luminite amalgams melted into liquid would dissolve the ore, leaving the Orvium behind. This document details the process. Most, if not all Orvium referred to here seems to have been moved to Or Ilstari.\n \nMineral Notes:\nOrvium: Sparse veins in this area; extremely valuable. - to be transported to Or Ilstari. A grey-white mineral with quartz-like protrusions. Faint grey-blue veins within.\nLuminite: A naturally occuring vein in the area. Abundant in some of the underground caverns. Shipped to Or Ilstari - magical properties. Blue-white crystalline structures, emits a natural light in some conditions - humidity?\nCold Iron/Deep Iron: Shipped to Or Ilstari, small amounts stored in waters as they are only found in veins exposed to water. Quickly loses its properties if exposed to air for too long before being smelted. Like silver with a heavy layer of ink splatter over it. Slight sheen when exposed to sunlight. Chemical reaction when exposed to air>Steams and breaks apart until evaporates.\nTin and copper: Small amounts shipped from Or Ilstari. For testing with alloys and binding.\n \nNote #1\nOne of the workers dug up this old orvium medallion in the sub-level yesterday. I doubt <D Name> would be interested in it, and beside, it looks like it's worth something - might be nice to suprise the crew with a bonus.\n \nNote #2 - Large parchment / poster?\nLet this serve as a general reminder that the <fireborn?> are sensitive to disruption. If you must venture upstairs, try and give Forgemaster <F Name> a wide berth while she’s at work. Many of her staff have not enjoyed favorable encounters with ashen in the past and use the forge as a kind of creative outlet, so let's all do our part to keep them comfortable, hm? \n \nNote #3 - Charred letter\nMuch of the writing on this letter has been charred into illegibility. From what you can make out, it seems to be from a young daughter wishing her father luck with his new position in the mines.\n \nNote #4 - Charred letter\nMost of this letter seems to have been lost to a fire.\n..it has been a stroke of unimaginable fortune to find an orvium vein in such pristine condition. The essence is so concentrated here that, even from the far side of the corridor, the pillar's light pulses like a star. At times I almost feel as if I can sense it, like the warmth of sunlight upon the skin.\nWe will need to reinforce the central chamber before attempting further excavations. The ruins are unstable, and <B Name's> workforce grows more fearful by the day. \nWith the assistance of a single Seeker, we could trace the essence in the primary vein, and isolate those deposits worthy of extraction. I've petitioned Sage <C Name> in Or Ilstari for such a resource, but I am continually rebuffed.\nI have sent word to your superior, <D Name>, so that we may move your crew from Ydra's Gate to <Location name>. The potential of these ruins far outweigh our current operations at the Gate.\n \nNote #5\nWhatever <A Name> did to that last batch, it's working. We're seeing much higher concentrations of essence in the harvested orvium.\nI only wish he'd let the rest of us in on his methods. One of our Hkar workers got the jolt of his life transporting one of the crates, and that's on top of the one that got blinded last week. All <A Name> has to say for himself is that they were 'careless.'"]}, {"name": "Thell", "pages": ["", "Ability ScoresSizeSpeedCha +2; Dex +1Medium30 ft.Age.Sirens mature at the same rate as humans, but they live about five times as long.Alignment.From birth, sirens experience deep feelings of sorrow from the loss of their ancestral home. Some wish to prevent another such tragedy from befalling other races, which draws them toward good alignments. Others become bitter and pessimistic, tending toward neutral alignments.Size.Sirens are slightly shorter than humans, and they have a wingspan of about 6 feet. Your size is Medium.Languages.You can speak, read, and write Common and Celestial.Enthralling Voice.You have advantage on Performance and Persuasion checks made with your voice. Additionally, your powerful lungs allow you to hold your breath for up to 1 hour.Wavering Emotions.Your mood affects your ability to sing and fly. After any short or long rest, you must choose whether you are feeling joyful or sad. While you are feeling sad, you lose your flying speed but gain songs of sorrow. While you are feeling joyful, you gain your flying speed but lose songs of sorrow. Your mood may change before the next time you rest, but it won't affect which ability you have access to until after your next rest is completed.Flight.You have a flying speed of 30 feet. To use this speed, you can't be wearing medium or heavy armor.Songs of Sorrow.Your lamentations have a powerful effect on anyone who can hear them. You can cast the charm person spell once with this trait and regain the ability to do so when you finish a short rest. When you reach 3rd level, you can cast the enthrall spell once with this trait and regain the ability to do so when you finish a short rest. When you reach 5th level, you can cast the hold person spell once with this trait and regain the ability to do so when you finish a short rest. Charisma is your spellcasting ability for these spells, and the targets of your spells must have the ability to hear you singing.“There is no denying the beauty of the songs of the sirens. They can be heard miles from shore, joining with the din of the ocean waves to create haunting melodies. Sailors are always blaming them for shipwrecks, of course, but I imagine that's a convenient excuse when you crash your own ship on the shoals.”— Chalcodon, philosopher of MytrosArkadians[–]Sirens are a race of winged, aquatic humanoids that typically dwell near rocky sea cliffs. They are famed for their beautiful voices, which they use to sing haunting lamentations, captivating listeners and transporting them to a bygone age. Sirens are rarely found very far inland. They prefer to remain near the coasts, as the gentle roar of the ocean waves calms their roiling emotions.Sirens typically experience fluctuating moods from one day to the next, ranging from extreme joy and hope for the future, to extreme sorrow and pessimism. No matter how a siren feels, she expresses her emotion through song. On good days, she may annoy her companions with chirpy melodies and vocal warm-ups as she glides around on outstretched wings. Bad days, on the other hand, may see her moaning and wailing and dragging her feet.Legend of the Sirens[–]The sirens once lived on a great expanse of shoals in the Cerulean Gulf, where they built a city of brilliant white limestone. Its towering spires and pillars thrust out from the rocky waters, allowing the sirens to fly or swim as they pleased. They lived here in joy, singing praises to Sydon, who governed the oceans. Sydon heard this from his throne in Praxys and scowled. \"Were they truly grateful, they would not build their towers to rival mine.\"When the sirens learned that Sydon was displeased, they were heartbroken. They dismantled their towers and composed new melodies—songs of repentance—which once more carried on the winds to the ears of the Titan. He was unmoved. \"Were they truly repentant, they would not sing so brazenly, but they would go meekly and offer the proper sacrifices in place of songs.\"This time, the sirens were utterly stricken. They had believed that their songs were cherished by the gods. Their voices were stilled, and in the ensuing silence, the brilliance of the city faded into shadow. Stone foundations cracked, and pediments grew heavy. The pillars collapsed, and the city of the sirens sank deep into the ocean, swallowed by churning waters. Even its name was forgotten.Centuries passed in silence. Eventually, a new song began—an endless lamentation for the city that now sleeps on the ocean floor. When Lutheria learned that the city of the sirens had been destroyed, she laughed. She captured an entire flock of the pitiful creatures and gleefully cursed them, twisting them into something monstrous. These were the first harpies.Ocean Lovers[–]Sirens are not amphibious, but they are well-adapted for living in and around water. They are thought to descend from an ancient Nereid who fell in love with an avian celestial. Iridescent scales cover many parts of their body, and their taloned hands and feet are excellent for fishing. They live in small flocks along the shores of the ocean. Siren artwork, poetry, and architecture emphasize their special relationship with both the clouds above and the sea below.Mournful Singers[–]Every siren is born with an abiding sense of sorrow that never fades—a soul-crushing grief caused by the loss of her ancestral home. From an early age, sirens learn to sing the ancient songs of their lost city, which evoke heart-wrenching memories of a time that will never come again. Anyone who hears a siren's song is immediately mesmerized by the overwhelming emotion conveyed by her beautiful voice. Some are moved to tears—others collapse into catatonia. The siren herself is not exempt from this—the moment she hears her own lamentations, she experiences an intense pang of loss.Winged Messengers[–]Sirens have broad, feathered wings growing out of their backs, which allow them to fly like birds. For this reason, sirens are often employed as messengers, tasked with conveying satchels of written letters from one city to another. However, a siren can only fly when her heart is filled with light. On such days, her songs are bright and joyful, no matter what manner of message she carries. Thus the saying, \"A siren in good spirits may yet carry ill news.\"Siren Names[–]Sirens have names that sound lyrical and sad. They are ancient names, carried down from generation to generation, and each is associated with an ancestral song. Sirens choose their own names when they come of age, selecting one from the song that moves them most deeply.Male Names: Alovar, Celeus, Everean, Gaiar, Helean, Inareus, Leiro, Meiar, Nerean, Oren, Reilan, TaerenFemale Names: Alovarea, Celea, Everea, Gaia, Helena, Inarea, Leira, Meia, Nerea, Orena, Reilana, Taerena", "Ability ScoresSizeSpeedDex +2; Cha +1Medium30 ft.Age.Satyrs mature quickly, reaching adulthood by their early teens. They can live for several centuries.Alignment.Most satyrs are chaotic neutral. They live for pleasure, sensual experience, and excitement. There are some satyrs who have developed empathy for others and tend toward good. Other satyrs have grown cruel and enjoy causing painful emotions.Size.Satyrs range from 4 to 5 feet in height. They weigh between 100 and 150 pounds. Your size is Medium.Languages.You can speak, read, and write Common and Sylvan.Fey Heritage.You have advantage on saving throws against being charmed or frightened, and spells can't put you to sleep.Memory for Music.You have proficiency with one instrument of your choice. You have advantage on Performance checks made with the selected instrument. You can also memorize and perform any song after hearing it only once.Enchanting Music.You can cast the minor illusion cantrip. When you reach 3rd level, you can cast the sleep spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can also cast the suggestion spell with this trait and regain the ability to do so when you finish a long rest. Casting these spells requires access to an instrument that you are proficient with. Charisma is your spellcasting ability for these spells.Satyrs are a race of fey creatures with a strong link to the Feywild and all of the creatures and races that come from that place. They prefer forested wilderness but are not afraid to enter towns and cities to enjoy the company and other benefits of civilization.“Trust these horn-headed fiends to get the better end of any deal you make with them. They'll ask to be paid in wine, and then drink you into poverty. I caught one of them tupping my sister behind the stables, and rather than having the good sense to be ashamed, he wrote a song about it. Sod them all, but the damned goats play music that could make the Muse herself weep.”— Delphion, Innkeeper of the Dragon's ToothBeast Folk[–]Satyrs have the lower body of a goat and the upper body of a humanoid. A pair of goat-like horns sprout from their foreheads. These horns can range from small spikes to huge horns worthy of a mountain goat. In addition to a full head of hair, satyrs grow fur on their arms, legs, and torsos. Some satyrs grow less fur, and many choose to carefully shave the hair from their arms and body. They can have brown, black, blonde, red, grey, or white hair. Their skin color ranges from dark to pale.Hedonistic[–]Satyrs are in tune with their emotions to a degree that can be disturbing to other races. They want to experience everything: happiness, sadness, love, rage, etc. The only thing they avoid is boredom.They love music, wine, and dancing. They also enjoy an interest in carnal pleasures, and they are not afraid to share a bed with any of the other intelligent races.Music Lovers[–]Satyrs love to listen to music. They will happily spend long stretches of time both playing and composing new music. They are known to travel great distances to hear new songs, instruments, and poetry.Satyrs in Thell[–]Satyrs don't have the same strained relationship with the civilized races of Thell that the centaurs do. Satyrs can be found in many towns and villages throughout Thell, as well as the great city of Mytros. They are attracted to the abundance of experiences that civilization provides: the food, the wine, and most especially the music.The civilized races of Thell are suspicious of satyrs, for there are many stories of satyrs seducing and corrupting both the old and the young alike.Satyr Names[–]Satyrs have names that they draw from legends and myths—and from the powers that rule over the Fae.Male Names: Adrastos, Aeolus, Brontes, Castor, Cephalus, Glaucus, Helios, Iacchus, Kreios, Lycus, Melanthios, Okeanos, and Proteus.Female Names: Acantha, Astraea, Briseis, Clio, Erato, Harmonia, Ianthe, Jocasta, Melete, Phaedra, Phoebe, Selene, and Tethys.", "Ability ScoresSizeSpeedDex +2; Cha +1Medium10 ft., swim 30 ft.Age.Merfolk mature at the same rate as humans and have lifespans similar in length to theirs.Alignment.Merfolk society holds individual freedom very highly, with a weak hierarchical structure. As such, they tend toward neutral alignments.Size.Merfolk are around six feet tall including their tails, and weigh between 200 and 250 pounds. Your size is Medium.Speed.Your base walking speed is 10 feet, and you have a swimming speed of 30 feet.Amphibious.You can breathe air and water.Deep Sea Survivors.You're naturally gifted in survival techniques, especially underwater. You gain proficiency in the Perception and Survival skills, and ignore any drawbacks caused by an underwater environment.Mercantile Culture.Merfolk culture is frequently based around trading with surface dwellers. Because of this, merfolk gain a knack for trade. You add your proficiency bonus to checks made to bargain and communicate with merchants and traders.Underwater Weapons Training.You gain proficiency with the spear, javelin, and trident. Ranged attacks with these weapons don't automatically miss a target beyond their normal range while underwater.Languages.You can speak, read, and write Common and Aquan.Merfolk are aquatic humanoids with the upper body of a human and the lower body of a fish. They are common throughout the oceans of the Forgotten Realms, and their settlements are as varied in colour, culture and outlook as the human races of the surface. Most merfolk communities are semi-nomadic, as the aquatic folk lack the skills to forge metal or carve stone. Instead, their settlements are founded in undersea caverns, coral mazes, and sunken cities.Many merfolk communities survive by trading with other undersea communities, such as tritons and sea elves. Because craft and trade is part of almost all merfolk cultures, these folk are renowned for their ability to barter with the best merchants of the realms.Merfolk Names[–]Merfolk names are not dissimilar to human names in sound and flow, though sometimes contain more vowel sounds to make them easier to pronounce beneath the waves. Merfolk family names are passed down either the matriarchal or patriarchal line, depending on the culture.Male Names: Elliros, Berriamo, Lharo, Pahua, UtharioFemale Names: Antinua, Elhara, Nissailin, SeraphimaFamily Names: Greatwave, Pearlswell, Redcoral, Reefsilver, Southsea", "Ability ScoresSizeSpeedDex +2; Int +1Medium30 ft.Age.Medusae are not born—they are made. When a humanoid is afflicted by the curse of the medusa, they gradually transform into a snake-haired monstrosity. Once transformed, they may live for a thousand years, but most are hunted down and killed long before then.Alignment.Civilized medusae tend toward neutral or lawful evil alignments, because they must find ways to survive on the fringes of society. They must be careful to cooperate with others who will suffer the company of one who is cursed by the gods. Medusae who give into their anger eventually lose control of themselves and become true monsters.Size.Medusae are the same size and build as humans. Your size is Medium.Languages.You can speak, read, and write Common and one language of your choice.Darkvision.Your eyes are adapted to dark places, giving you darkvision out to 60 ft.Cursed.You are afflicted by the curse of the medusa, but your transformation is already complete. Your curse can only be ended with the wish spell. If your curse ends, then your race changes to whichever race you were before you became cursed (usually a human).Snake Hair.You can attack with your snake hair. This is a melee weapon attack with an attack bonus equal to your proficiency modifier + your Dexterity modifier. It does 1d6 piercing damage on a hit, and your target must make a DC 12 Constitution saving throw or else they are poisoned until the beginning of your next turn.Snake Blood.You have advantage on saving throws against spells and abilities that inflict the poisoned condition.Petrifying Gaze.Starting at 5th level, you can use your action to force a creature within 30 feet that can see your eyes to make a DC 8 Constitution saving throw. On a failure, the creature is paralyzed until the end of its next turn. On your turn, you can use your bonus action to force the same creature to repeat this saving throw with disadvantage. Each time it fails, it is paralyzed again until the end of its next turn. When a creature is paralyzed in this way for the third time in a span of 10 minutes, it is instantly petrified.Starting at 10th level, the DC for this saving throw increases to 10. At 15th level, the DC increases to 12. At 20th level, the DC increases to 14.Medusa are humanoids that have made a bargain with dark powers to achieve beauty, eternal youth, great wealth, or some other mortal desire. As a consequence, their hair has been replaced with snakes, and their eyes have the power to petrify the unwary. They are despised and shunned by all other mortal races, and they must be careful to hide their identity when traveling in the civilized places of the world.“\"Truly, I have never considered myself to be cursed. I wished for gold, and gold I now have—in great quantities. Those who displease me are added to my lovely collection of statues. And I prefer the company of my snakes to that of lesser mortals.\"”— Moxena, the Lady of CoinsLegend of the Medusa[–]Thousands of years ago, a woman came to Thylea seeking her fortune. When the creatures of that land asked her from whence she came, she would only say, \"I am from the land of the Gorgons.\" In those days, Thylea was rich in natural beauty but poor in wealth. But the woman would not be deterred.Gold and Bronze[–]Dwarves have strong, prominent features. Field dwarves have skin tanned and weathered by many years of sun and soil in the fields. Volcano dwarves have a slightly lighter complexion due to their lives spend toiling under the mountains. While field dwarves tend to dress simply, volcano dwarves take deep pride in their appearance. Their hair and beards, black or reddish brown, is worn in matted locks. They cap these coils in heavy beads of gold, bronze, or mountain glass. They trade with humans for royal colors of cloth and adorn themselves with thick rings and armbands, set with wide stones.First, the woman searched the steppes and mountains, and she came to the centaurs, asking, \"Where may I find gems and jewels to rival the stars?\" The centaurs offered her a shank of lamb and said, \"Why seek gems and jewels when the stars are free to everyone?\" Disappointed, she cast away the food and left the centaurs to their star-gazing.Then the woman searched the forests, and she came to the satyrs, asking, \"Where may I find rivers of gold and silver that flow like fountains?\" The satyrs offered her a goblet of wine and said, \"Gold and silver make a very poor feast. Wouldn't you rather join us for a song and a drink?\" Disappointed again, the woman cast away the goblet and left the satyrs to their revelry.Now, the woman wandered high and low, seeking her fortune to no avail, and finally she came upon three women weaving at a loom. She said, \"I wish for riches beyond the imagination of all the creatures that haunt this accursed land.\" The three women, who were the Fates, warned her. \"Is this truly what you desire? You may have it, but the price will be high.\" And the woman answered, \"When I am rich, I shall have no trouble paying any price.\" And the Fates said, \"So be it.\"The woman's eyes suddenly gleamed like golden coins, and wherever she turned her gaze, creatures were turned to stone. \"So that none may rob you of your treasure,\" said the Fates. The woman's hair grew long and sinuous, slithering and scaled like snakes. \"So that always you will have the company of hearts as cold as your own.\" And finally, the woman's hands were filled with gems and coins that were beautiful beyond the reckoning of stars or songs. Her name was Medusa, and she was the namesake of her curse, which afflicts many such mortals with more ambition than sense.Cursed by Dark Powers[–]Medusae have typically made bargains with some sort of fiend or fiendish power, but in some cases, they are oathbreakers who have displeased the gods or the Fates. Either way, they have been afflicted with the curse of the medusa as punishment, and recovery from the curse is not possible without the use of powerful magic. In some cases, even the greater restoration spell may not be enough to break the curse. But in many other cases, the medusa simply embraces the curse as part of her identity. Children born to medusae are also affected by the curse.Ophidian Schemers[–]Medusae are known to spend much of their time plotting against those who rival them in wealth, power, or beauty. Some medusae name their snakes and speak to them as if they were speaking to cherished pets or loved ones. Others are ashamed of their curse and seek to break it. Medusae must train themselves to never gaze into a mirror or stare at their reflection, for in an ironic twist of fate, they are vulnerable to their own petrifying gaze.", "Ability ScoresSizeSpeedStr +2; Con +1Medium40 ft.Age.Minotaurs mature at the same rate as humans and live to about the same ages.Alignment.Minotaurs tend toward neutral alignments. Most are stoic and proudly stubborn, refusing to be moved by notions of good or evil.Size.Minotaurs range from 6 to 8 feet in height. They weigh between 200 and 400 pounds. Your size is Medium.Languages.You can speak, read, and write Common and Abyssal.Keen Snout.Despite your powerful demeanor, you have a delicate nose. You have advantage on Wisdom (Perception) checks that rely on smell, and you can detect strong odors from up to six miles away.Labyrinthine Vision.Your eyes are adapted to the dark conditions of deep canyons and underground labyrinths, giving you darkvision out to 60 ft. You have advantage on skill checks made to solve maze-like puzzles. Additionally, you automatically succeed on saving throws against maze and hypnotic pattern.Colorblindness.You see the world in shades of red and grey, leaving you incapable of discerning any color except for very bright reds.Cursed Transformation.Starting at 5th level, you may use your bonus action to transform yourself into a bull using the rules of the polymorph spell (no concentration required). This ability recharges after a long rest. This ability automatically triggers if you suffer prolonged exposure to very bright shades of red. Starting at 9th level, this ability transforms you into a dire bull.Minotaurs are the descendants of an ancient tribe of humans who were cursed by the gods, transforming them into half-human, half-bull monstrosities. Although they are widely dismissed as unthinking brutes, they are in fact as diverse and as intelligent as any other race.“\"I will never understand how the people of Mytros can consider themselves to be so enlightened when they treat the minotaur tribes like cattle. Travel widely enough and you will come to know shopkeepers, poets, and philosophers with the faces of bulls. True, there are some who are monsters. But is that not also true of men?\"”— Aesop, Keeper of the Dragon ShrineLegend of the Minotaurs[–]Over a thousand years ago, a tribe of humans washed ashore in Thylea and came to live in the southern hills of the Aresian peninsula. Here, they laid foundations for a city and called it Minos. But not one man or woman among them had the strength to till the hard, rocky soil. As fate would have it, they discovered a magnificent bull that could pull a plow through any terrain for days without resting. Using the bull's great strength, they were able to produce bountiful crops with which to survive the first winter.Over time, the people of the tribe began to venerate the bull, crowning him as the god of the harvest. When Sydon learned of this, he was furious. He threw curses down upon the settlers and transformed them into bulls, in mockery of their insolence. Each of them was harnessed to a plow and forced to tread the same winding, geometric path, until that path became a deep, labyrinthian gorge. Eventually, the plows broke, and the people of Minos slowly began to stand upright again—but their faces had been forever changed by the curse.The people of the tribe came to be called minotaurs—the bulls of Minos—and they have never fully shed their bull-like demeanors. Some of them merely have horns and a snout-like nose, while others have the entire upper torso of a bull. Some continued to dwell in the labyrinth, while others left to explore the far reaches of Thylea. Over the centuries, they have come to view their own cursed existence as the will of the Fates.Warrior Bulls[–]Minotaurs possess uncommon strength, making them excellent warriors. The curse infuses their bodies with the power of a bull at all times, and their muscles seldom relax, even when they are drunk or asleep. In battle, minotaurs sometimes lose control of their emotions and fly into a rage. When this happens, the curse takes over, transforming them back into a full-fledged bull for a short period of time.Oathbound Slaves[–]Minotaurs are widely shunned, because they are believed to be unthinking brutes who have been cursed by the gods. Most minotaurs gather together to form small farming or fishing communities, far from civilization. The only way that most minotaurs can find work in cities and villages is to swear oaths of service that effectively reduce them to the status of slaves. Many bear this humiliation with stoic grit, but others resort to banditry rather than submit to the unreasonable demands of cowardly superstition.Minotaur Names[–]Minotaurs generally prefer names that are short and simple. They typically punctuate their names with a snort or a sharp exhalation of air through their nostrils. When someone omits this part of their name, they become annoyed.Names: Arxan, Braz, Dregxa, Elagore, Garnox, Horus, Kath, Luth, Manx, Parth, Raxus, Steth, Torag, Zark", "Ability ScoresSizeSpeedCon +2; Wis +1Medium25 ft.Age.Dwarves mature at the same rate as humans, but they're considered young until they reach the age of 50. On average, they live about 350 years.Alignment.Thelyan dwarves are often less rigid, believing a hard day's work should be balanced by a hard night's revel.Size.Dwarves stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium.Languages.You can speak, read, and write Common, Thelyan, and Dwarvish. When carved or written, Dwarvish appears as rows of horizontal and vertical fletched lines. Dwarves often use clay tablets to tally payments, account for shipments of ore, or send messages. It can be etched on leaves of copper and gold as a prayer to the gods.These metal scrolls are then melted into the bronze of swords or armor, believed to imbue them with the words of the smith.Darkvision.Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.Dwarven Resilience.You have advantage on saving throws against poison, and you have resistance against poison damage.Dwarven Combat Training.You have proficiency with the sling, bronze mace, bronze sword, and bronze shortsword.Tool Proficiency.You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools.Stonecunning.Whenever you make an Intelligence (History) check related to the origin of stonework, such as ancient columns or statues, you are considered proficient in the History skill and add double your proficiency bonus to the check instead of your normal proficiency bonus.Mytros' Gift.You may use your action to cause 4d4 magical grapes to grow from the soil at your feet. A creature can use its action to eat one or more of these grapes. Eating a grape restores 1 hit point, and the grape provides enough nourishment to sustain a creature for one day. You must finish a long rest before using this ability again.The grapes lose their potency if they have not been consumed within 24 hours of the use of this ability. The number of grapes created increases to 8d4 at 11th level and 16d4 at 17th level.Theylan dwarves are simple folk. They have a love of wine, and growing things, and rich, dark earth. They take great pleasure in the deliberate perfection of stacked stone shepherds' walls and village wells, fitting each stone to the next.In the countryside they tend the soil, planting vineyards and olive trees. From the clay of the earth, they fire pots and vases of orange and black to bear the fruits of their labor. Their wines and oils are as renowned as the clay pottery that holds them.Some thelyan dwarves are drawn to the promise of the cities. Their proud stonework is far advanced from that of their country kin. They turn their hammers and chisels to the columns, statues, and fountains that adorn the great cities of men. Their kilns fire clay figures, vases, and the terracotta tiles found on many a roof throughout Eora.It is said thelyan dwarves built the walls of Thell, when the land was young, of huge stacked stones from the bosom of Eora. When asked why they did not mortar the stones together, the dwarves replied that mortar may crack and chip, but stone upon stone, perfectly laid, will last as long as the hills.“The stone pillars of the great hall stared down at Bakis with the carved faces of the dwarven kings of Erebos, illuminated by the steady orange glow of the volcano's blood. It flowed in stone channels, carried from deep within the living heart of the mountain. In spite of its warmth, wide bronze braziers blazed between the columns, yet even their heat was swallowed by the great forge.With slow deliberation, Bakis lowered the crucible, cracked and glowing as the lava itself, and poured the molten bronze. It spilled in a white-hot fall, flowing into the lines of the mold chiseled into the plinth before him. It was one of the oldest, carved from the very stone of the chamber. Slowly, the metal took its shape, the blazing, broad-leafed silhouette of a sword.”— AnonKin of Erebos[–]The dwarves say Erebos made them in his image. From carved stone and molten bronze he gave them life and into them poured the best of him, his enduring strength and skill. They say Kor Erebos was the forge where they were born, the fist forge. And since Erebos gave them that flame, the fire of the gods, never has it gone cold.It was there in that first fire that he forged the weapons of the gods for their great battle with the Titans for the heart of Eora. Beneath the sacred mountain, in shadow and the glow of bronze he toiled and made for the gods many wondrous things. For Krytos he made a spear that could never fail to strike and a shield to make him unbeatable in combat. For Thessa he made a trident, to hold within it all the secrets of the roiling sea. And to Hyperius he gave a chain of Orchalcum, unbreakable, and his greatest gift—a javelin of pure lightning that held within its crackling form all the power of the heavens' wrath.Gold and Bronze[–]Dwarves have strong, prominent features. Field dwarves have skin tanned and weathered by many years of sun and soil in the fields. Volcano dwarves have a slightly lighter complexion due to their lives spend toiling under the mountains. While field dwarves tend to dress simply, volcano dwarves take deep pride in their appearance. Their hair and beards, black or reddish brown, is worn in matted locks. They cap these coils in heavy beads of gold, bronze, or mountain glass. They trade with humans for royal colors of cloth and adorn themselves with thick rings and armbands, set with wide stones.Forge and Field[–]The dwarves of Erebos say that in the beginning, all the dwarves called the mountains home. As some toiled at the mountains base, Phaedrus lured them away from their work with wine, and a bountiful feast. It is said those dwarves never returned to their mountain home, but followed Phaedrus into the hills and fields, and thus as the field dwarves they became known.Volcano dwarves do not think much of their cousins in the fields. They believe that Erebos created dwarves to be workers, viewing the field dwarves as lazy and unskilled. The field dwarves, in turn, think their kin in the volcanoes are too secretive and serious.Volcano dwarves tend to like field dwarves best when they are producing good work. Field dwarves, on the other hand, like volcano dwarves best once they've tried a bit of field dwarven wine.Keepers of the Flame[–]Mount Erebos, or Kor Erebos in the dwarven tongue, is the most sacred site of their people. The fires of its great forge are fed from the blood of the mountain and its flames have never died. The elders, smith-priests of Erebos, tend the fire and forge the weapons of kings and heroes. Ancient channels are carved in the stones of the floor for molten bronze to flow. Some of these molds are said to have been used to forge the legendary weapons of the gods. It is one of the few places where orichalcum can be worked. This rare golden-bronze metal, sacred to Eberos, is found only in Gargaros, drawn from the fiery peaks of that broken land. Many horrible monstrosities bound to the Titans are seared by its golden touch, making its weapons prized by the bravest of Arkadia's heroes. Weapons and armor that are wrought from it are more precious than gold, though they can never be sold, only given.Though the dwarves call the volcanic mountains of Kor Erebos and its foothills their home, they can be found throughout Arkadia, lighting forges in each of the great cities. They consider themselves Arkadians, in their blood, as much as the race of men and share with them a deep hatred of the orcs of Gargaros. Their masterful crafts are highly valued and sought after. They make crystal glass and beaten lead funeral masks in Crixos; jewelry in Corinth; and rams, nails, and all the tools needed to furnish Ithean ships. Their most common work, however, is found in Kryta and Hyperium, where the bronze of their swords and spears and armor is prized above all others.Dwarf Names[–]Dwarves have only a single name, given at birth by the elders of their forge. Many dwarves write their names as a unique maker's mark to distinguish their work and identify where it was made, whether scratched into the clay underside of a pot, chiseled into the base of a statue, or stamped on the back of a golden pendant.Male Names: Agamemnon, Bakis, Bokolus, Bienor, Bortes, Branchus, Bormus, Cordus, Clytus, Demophon, Elpenor, Glaucus, Hebros, Haemus, Imbrius, Lampus, Leodokus,Magnes, Nestor, Oxylus, Phlegyas, Pittheus, Rhadamanthys, Telemon, Thaddaeus, PrometheusFemale Names: Agatha, Batea, Bianna, Bolina, Briseis, Cydona, Deianeira, Demetra, Diomede, Gerana, Hecamede, Hilaera, Halimede, Ino, Laodamia,Medea, Myrina,Myrrha, Perimede, Phoebe, Ptolema, Rhadine, Thisbe, TimandraMaker's Name: Volcano dwarves identify with the city or place where they work, as it implies their craft. For example, a dwarf might introduce himself as Bakis of Kryta, implying that he works with bronze and is possibly a smith or armorer."]}, {"name": "Scroll of Dreamwalk (1st level)", "pages": ["Dreamwalk\n1st-Level Divination (Great Dream influenced)\nCasting Time 1 action\nRange 15 feet\nComponents V S\nDuration Instantaneous\nShe dances a dance beneath the shade,\nThe twilight shroud her only blade,\nWho now hears her feathersteps flowing?\nBeneath the stars, the dreamers glowing.\n \nChoose a location within range that is within 5 feet of a creature or in dim light or darkness. You teleport to this location. As a bonus action before or after teleporting, you can make a single melee spell attack against a target within your reach. If you hit, the target takes an additional 1d6 psychic damage.\nWhenever Dreamwalk is used within the Great Dream it is always considered to be cast at one level higher.\n \nAt Higher Levels: When you cast this spell using a spell slot of 2nd level or higher, the range increases by 5 feet and the psychic damage increases by 1d6 per spell slot level above 1st."]}, {"name": "Dreamfeather, Blade", "pages": ["Dreamfeather, +1 weapon. Very rare. Requires attunement\nOn the mirrored edge of infinity, \none Sage sinks forever into darkness, \none Sage rises into light. \nBut which one am I?\nA short blade which appears like a mother-of-pearl material but holds a sharp edge like steel. The crossguard have carvings of feathers and scales mingled together. Suprisingly light, though it always seems to balance itself when swung in battle.\n \nWhile attuned to Dreamfeather you gain the following benefits:\nYou gain a +1 bonus made to attack and damage rolls made with this weapon.\nThe Shaper: As an action, a creature attuned to Dreamfeather may form the blade into a martial weapon of their choice. This feature can be used once per day, recharging after completing a long rest.\n \nDreamfeather has three active Shrouds which obfuscate features, abilities, or traits. Shrouded requires spesific circumstances or events to transpire before being fully identified, which may be further modified based on the type of Shroud.\nShroud of the Twins:\nHorizon Shroud:\nDreamless Shroud:"]}, {"name": "Warherds End", "pages": ["Type: Barren, Wasteland, Necrotic, Bone spiresZezobran: So, uh, imagine a large pile of bones and rusted metal. Okay, now imagine it ten times bigger. Enough to fill a battlefield! We passed by makeshift totems of sun-scorched bone everywhere we looked. Plenty of undead horrors to deal with too. And while *I* am of utmost certainty of my own ability to absolutely crush these things I would highly recommend your scouts *avoid* this route. So- hey! Are you even listening? - Various transcribed notes from a conversation between Zezobran and Scoutmaster Lorn regarding another forray into this landmark.\"The Lords of old seldom took to the battlefields themselves, often seeking to end conflict by duel, if the opposition proved foolish, or honorable. For everything else, steel, iron, bone, and sorcery would dominate the Arden wars. Few would ravage the southern lands as much as Yaun'Ten, Lord of the Bloodied, and T'Lan, Lord of Swords eternal feud. The latter of which employed a significant amount of bonesmiths in his legions said to command entire herds of risen animals barded with jagged iron armor.\"Adiyah: From what I remember this claim has been verified somewhat in recent cycles. Millitary records indicate a large amount of bonesmiths in T'Lans employ, and a failed battle within this region which left \"a warherd regiment\" in ruins.Party: The player characters has seen parts of this region as they skirted alongside it towards Xol's Desolation. They have not visited this landmark themselves, though Zezobran mentioned vanquishing some strange spiritborne which commanded undead in this general vicinity."]}, {"name": "Tor Verat - Crucible of the Fall", "pages": ["Adiyah: The ancient fortress of Time-Singer Aranat, Lord of the Southern Isles, was destroyed during the War of Sundering when the dormant volcano Anud Verat erupted and engulfed this once mighty city to ash."]}, {"name": "The Second Disguise", "pages": ["13\nThe Second Disguise\nBrooch\nThis brooch is made of white and purple metal roses adorned with silvery trim.\nYou can cast the Disguise Self spell, or Assassins Burial from this item twice, with both uses refreshing after completing a long rest. Each effect counts as one use.\nUncommon\nSet item, No Attunement, Shrouded: \nThis item is Shrouded and requires spesific circumstances or events to transpire before being fully identified. \n \n \n \n \n \nAssassins Burial\nType ???\nCasting Time 1 action\nRange Touch\nComponents V S M (a corpse of a Humanoid Creature)\nDuration 24 hours\n \nYou touch a single humanoid corpse that died within the last hour, and imbue it with a foul enchantment. If a creature discovers the corpse that was unaware of it when the spell was cast, they must make a Charisma saving throw. If they fail, they are frightened of the corpse until the end of their next turn and will attempt to move so that they can no longer see it. If the subject attempts to reveal the presence the corpse to any other creature, they immediately forget that they have detected the corpse for one hour. Each time this happens, the target can make a Wisdom saving throw. If they succeed, the spell ends after this instance of temporary memory loss.\n \nAt Higher Levels: When you cast this spell using a spell slot of 2nd level or higher, the duration of the spell increases by 1 week per spell slot level above 1st"]}, {"name": "Recovered items: The Rotsoul Workshop", "pages": ["High quality iron bars worth 200gp (20 in total)\n50 gp gemstones (×3; worth 150 gp total):\nSardonyx (opaque bands of red and white)\nChrysoprase (translucent green)\nOnyx (opaque bands of black and white, or pure black or white\n \nInsence worth 250gp\n \nA beautiful silver tower shield worth 1000gp.\n \nTwo large potions with swirling green magic inside (2 common arcane essences)\nOne metal ring with a green rose-carved emerald. (1 uncommon arcane essence)\n \nA petrified heart (ew)\nSix triangle-shaped molds.\nFour crates of smithing coals.\n200 feet of chains (not rusted)\n800 feet of rusted chain (not very usable)"]}, {"name": "The abandoned springs", "pages": [""]}, {"name": "Lorem Ipsum", "pages": ["Dont look."]}, {"name": "Moonlake", "pages": ["Type: Heavily forested, strange, lakeParty notes: The party fought various shadow and moon-like creatures along the shores of this small lake. Kade had the bright idea that the moonbeam *must* go into the moonlake, which created a portal in the center of the lake.The party *eventually* travelled through a broken dreamscape filled with spectral shapes, images, and locations. The party found ways to focus and directly observe motes of energy which manifested into ancient memories, sounds, and images. Eventually finding themselves looking upon a massive circular gate which led deeper into the floating ruins, the party stepped into a pillared room with made of the nightsky and rows upon rows of bookcases filled with similar memories. They fought a strange creature which consumed these memories, and upon its defeat an Eidolon which called herself \"Whisper\" manifested.Note: The party found Dreamfeather here.Creatures encountered: Moonshrouded Seekers, Ascended Veilwalkers, The Wielder of Secrets"]}, {"name": "Videri - Clasped Hands Enchantment", "pages": [""]}, {"name": "Winterbreach", "pages": ["A breach between realities. Cold winter air flows through the partly visible portal, obscured by heavy snowfall on the other side."]}, {"name": "Xol's Desolation", "pages": [""]}, {"name": "Emerald Wall", "pages": ["Note: The locals will call this \"Green Gold\". Hkari calls it Riverstone\"I always find myself returning here. No matter how many shells and and forms I keep. I have retraced these carvings a thousand thousand times over, finding the works of old to be my own all along\".* This is a very unique spiritborne which has reincarnated thousands of times to carve out and polish the Emerald Wall. It is making a massive tapestry of *something* equal parts madness and art, whatever true meaning this mural has is unknown.Notes: They are making a gateway for the Worldroots."]}, {"name": "Dimos lfmao", "pages": ["Titan's End\nItems shipped from Titan's End - materials\nDescription of goods\nAmount\nSent\n \nCreator (signer)\nTransporter (Signer)\nTo (location)\nTitan extractions.\n \n \n \n \n \n \nIchor (alchemized blood), Raw bone fragments, cartilage, meat.\nIchor 15kg, individually marked barrels.\n \n \n \n \n \nRaw bone fragments 10kg, lockbox. Cartilage 5kg, sealed crate. Meat 4kg, sealed crate. | Aiur3 - S1 - Dennevak 1003 | | Eshai | Yorm | Erest | | Titan extractions | Ichor 13kg, raw bone fragments 40kg, hair 2kg. | Uza1 - S4 - Halzur 1003 | | Eshai | Nhil | Erest | | Titan extractions | Ichor 10kg, raw bone fragments 45kg, meat 10kg | Bevat4 -S4 - Halzur 1003 | | Eshai | Yorm | Erest | | Research shipment | Ichor 90kg, raw bone fragments 45kg, runecarved bones 120kg, Eye 60kg, marrow 10kg | Volek1 - S4 - Halzur 1003 | | Eshai | Nhil | Cradle | | Titan extractions | Ichor 15kg, marrow 4kg, bone dust10kg | Aiur1 - S4 - Halzur 1003 | | Eshai | Velec | Stonegarden | | Titan extractions | Ichor 25kg | Nol1 - S1 - Halzur - 1003 | | Eshai | Yorm | Erest | | Research shipment | Ichor 50kg, runecarved bones 90kg, meat 70kg, petrified organ part (liver?) 90kg, digested remains (metallic bones), 40kg | Nol1 -S2 - Halzur - 1003 | | Eshai | Nhil | Cradle | | Titan extractions | Ichor 10kg | Ves2 - S3 - Halzur - 1003 | | Eshai | Velec | Erest | | Research materials | Runic staff, completed prototype. | Steho1 - S1 - Halzur 1003 | | Eshai | Nhil | Cradle | | | | | | | | Erest | | | | | | | | Erest | | | | | | | | Erest | | | | | | | | Erest | | | | | | | | |"]}, {"name": "Ashen Overlook", "pages": ["Type: Mountainous, ruinsA secluded mountainshelf near camp. Served as the first official \"meeting\" betweent he party, various characters from the camp, and Adiyah."]}, {"name": "Respite and Extended Downtime", "pages": ["", "Respite / Downtime - Sample Actions, Turn 1Action: Old StoryRequires: a fine drink, meal, consumable, or non-permanent item to be shared. This is typically: (fine, pre-cataclysm, brandy, 50gp, fine quality, or similar value)Tell a story from your past around the campfire. Yourself and all participating allies gain Inspiration.Action: VigilStay sharp while the camp rests. While taking this action your party cannot be surprised from nighttime ambushes, and it grants you advantage on perception checks to detect encroaching creatures. If no night-time ambushes occurred you may instead roll once of the “Night Insight” table.Respite are shorter downtime periods for when the party cannot set aside time or resources for bigger projects. These are usually found within long rests and can apply once per session. Each character may take one Respite Action. Action: Slumber: Complete rest, you reduce any active exhaustion levels by 1, in addition to the reduction after completing the long rest. Action: Craft: You spend time working on a minor item, such as a singular piece of weaponry, ammunition, or other similar resource. Action. Research: You spend time researching a tome, an item, or information. You can roll once on the Minor Breakthrough table to modify your next roll on a related Extended Downtime Action. Alternatively you can use this action to further research an already identified blueprint, piece of lore, identified magic item, mundane item, or similar object. While asking in this manner you always get one piece of information relating to its origins. Action: Study Surroundings: You spend time charting the surrounding terrain, comparing it to past travels and old maps. You can roll once on the Landmark Table for your current location. If there are no notable landmarks available you can instead ask “What is strange about this place?” when studying wilderness, geography, or terrain, and have advantage while doing so, once. Action: Chronicle: You spend time writing down the days travels, and reference the past. For the next day, you have advantage once on a knowledge check of your choice, or can alternatively ask “What does this remind me of?” while studying something, and get an answer regardless of rolls. Action: Bond: You spend time with another character at the camp. You gain advantage on your next roll made to improve relations with them and can always ask “What is bothering them?” while doing so. Related to the mechanical tracking of friendships between characters. Player characters obviously require consent if this is possible towards their character.Bond lets you facilitate an interaction that might not exist during normal roleplay and guarantees a chance to mechanically further relations. Some Origins, Classes, Sub-classes, or other special circumstances grant unique Respite Actions. Some of these are free actions, or special actions only available to that character.Respite Action: You can produce wondrous food even while far from home. Using a myriad of chef’s tools, spices, and special ingredients that you constantly replenish, you can cause the most mundane meal to become memorable. You can feed up to 4+ your Con modifier creatures using this action, granting each a Bellower Food Token.Home Cooking is improved at levels 6, 9, 14, and 20.Bellower Food Token: Add +1d4 to any d20 roll, or alternatively add 1d4 lightning damage to a damaging effect made by you. Consumed on use. Example: Home Cooking (Bellower Sub-Origin)VERY WIP EXTENDED DOWNTIME:West Marches Playtest: Downtime and Extended Downtime: Turn 2 Extended Downtime is typically played out after one or multiple sessions. It marks the passage of time and allows us to progress time without playing through every day of our adventurer’s lives. Between missions, and during respite, the party spends time at their liberty, attending to personal needs and projects. During a downtime phase the players are either given Downtime Days, or Respite. During Extended Downtime each player character has two Extended Downtime Actions. One or multiple of these can be swapped for Respite Actions if requested. Downtime Days marks time where the character has many days, or weeks, at their disposal. During this time the characters can focus on a multitude of actions. Including, but not limited to:Crafting requires readily available resources. Trying to craft items of significant value while the crafter and their supplies are low tier simply won't work. Many Crafting-related actions require generic or specific resources. Some of these are generated through missions, adventuring, narrative advancement, or scavenging. A player may for example start a long-term project to generate more Building Stocks to help expedite a later building project.Crafting - Mundane - Masterwork - Project - Magic - Upgrade - SpecialWhenever you take the Crafting action you spend your time working on a project ranging from personal equipment, buildings, structures, building upgrades, magic item crafting, potion making, or a multitude of related fields.Some projects in the Camp may have a Crafting tag - indicating that it can be worked towards by anyone. Some specific projects require progress clocks and/or resources and crafting days to complete. The GM will tell you how many crafting days are required.Spending 6 DTD working towards [Masterwork Bandolier] 6/12 Days, 50/140 resource cost.Spending 15 DTD towards [The Wyvern’s Tear Pub] 15/124, 500/2200 ResourcesSpending 10 DTD towards upgrading [Silvershriek Wand of Magic Missiles > Silvershriek Spire] 10/190, 0/5500 ResourcesSpending 5 DTD towards crafting [The Mortal Blade, Glorious Tier 2, Major Very Rare, Brutal Attunement] - Acquired from Blueprint/Schematic/Codex/Tome/Research Project. 90/220. 1900/22000 Resources.Spending 4 DTD crafting [Scroll of Healing Word] 4/7* Expertise in Arcana and proficiency in Research: You spend time researching a new or existing project. When you would take the Research Action you may also submit a question/topic/research to The Warrior-Scholars, or the Field-Team Scholars for further research. This is slow-moving and completed upon the start of the next Extended Downtime. A player character may only do this once per Extended Downtime phase, even if they use the Research action twice.Unlock the secrets of a Codex or TomeInformation of high significanceResearch a piece of lore, a topicResearch a Blueprint for craftingResearch the properties of a crafting ingredient, or a rare piece of material. You may learn one property and usage of that material.Attempt to Unshroud an item. If an item has multiple shrouded properties you can choose from most to least powerful. This usually involves one or multiple rolls with degrees of success and failure. On a failed roll a progress clock will instead be ticked, and may be worked towards during Respite, or during special circumstances.Action: Research: Examples below, not all of these will apply for the first turn as they either haven't been interacted with or found.TrainingYou spend time training Train exotic proficiencies, if any are available, researched, or mentored.Fighting styles (if available)Re-Training (Passive, no actions required)Change a proficiency for another proficiency (must be equal type skill-skill, tool-tool)Change an optional class feature of your class to another feature (ex - swap a fighting style for another available fighting style)Class levels ex: re-balance your class levels if you are multiclassed.Sub-class: re-train to a different subclass.Prestige class levels *requires special circumstances, unlocks, and eventsAcquire asset:One special non-magical item or set of common items (enough for a party of your scale and tier)A contact, a person, a favor (scales with bonds and faction relationships)A vehicle, a horseA service. Temporary refuge, access to a library, information about a hunting trailCommodities difficult to produce in a post-apocalyptic worldA fine commodity, which can be used for Tell a Story. What is the thing you acquire and why is it special?ExplorationSpend time mapping landmarks of this region or any adjacent regions. Make a skill check, on a successful check you learn one fact about that location. In addition you always learn the exact location and distance to the landmark in relation to the camp. A landmark you have previously found or mapped out can have one fact clarified through an additional question. Whenever you would take the Exploration Action you may attempt to learn one Trait of the Region. Available regions adjacent to this location:The Landing (Current region)The Ancient Fields (Western Region)The Lock (North-west)The Scorched Coast (East)The Boneyard (North-East)Elderwood (North)The Abyssal Sea (South) CUSTOM:Specify something your character can reasonably do within a downtime phase. Rolls may or may not be included based on the nature of the action. Turn 0.5 Special Interactions: Potion Brewery: Due to the reclaimed workshop the max cap of expedition supplies of that type is increased by 1 per expedition.Power, translated: DEPLETED - No longer active Due to the runes recovered from Yggranat’s Lock any character capable of casting spells may permanently learn one 1st or 2nd spell from the translated powers. Characters unable to cast spells may instead imbue an object with a replenishable source of power following the same restrictions. (rune magic - 1/day). A character may switch the spell of an imbued object during future Extended Downtime.Turn 1 Special Interactions:- The group may bring 1 Scroll of Tongues, or 2 Scrolls of Comprehend Languages whenever they depart from camp. Their max cap is 1 Tongues and 2 Comprehend Languages- The group may bring 1 Potion of Greater Healing- The group may sumbit one research topic to be researched at camp (usually starts a Research Project Clock) Turn 2 Special Interactions:Arcane Crafting - Tier 1: Costs 2 Downtime Actions : Resources must be replenished before being used again. You spend time at the Arcane Workshop experimenting with supplies delivered from the Astral Academy. At the end of the phase you are gauranteed one Common-rarity magic item, with a low chance of it being Uncommon. A general purpose and slot can be specified, but there is no gaurantee to the excact item the experimentation results in.The Nomad's Speech: Costs 2 Downtime Actions: You spend time being taught the basics of Nomad's Speech, a common language within these lands. Not spoken by all, but understood by most. Applicable teachers: Akari, Adiyah, Murus.At the end of the downtime you will have progressed enough to write some basic runes, and understand the most common words. You can speak a few basic words. For the purposes of proficiency this counts as 1/4.Prepare Voyage: Costs 2 Downtime Actions: Spend time preparing the Siren Song for an expedition. You help with maintenance, fix various parts of the ship, and help plan out a journey.At the end of the downtime phase you designate a goal, or general purpose (such as scavange) of the expedition. The Siren Song will head out of port as soon as it is able, or whenever weather conditions are safe. You can choose to join this expedition or let the crew handle it themselves.The Siren Song can venture back to Eora, or explore the waters of this place.Goals and purpose most be realistic. Telling the Siren Song to find someone in Eora and bring them back with little to no information of their whereabouts will be outright rejected as it would be seen as a waste of time.Prepare Expedition: Costs 2 Downtime Actions: Spend time preparing for an expedition within these lands. Gather information to map out landmarks along the way, general information, and insight that may make a perilous journey safer.At the end of the downtime phase you designate a goal, or general purpose of the expedition. Expediate Building: Costs 2 Downtime Actions: You spend extra time assisting with the various construction projects around camp. You may choose one of the buildings in progress below and complete it: Great Lodge (Can later be changed into inn)A larger gathering hall with small but personal rooms for inhabitants. A large firepit, a bar, tables and stalls to relax within. Located near the center of camp.Watchwall Chapterhouse (can later be upgraded into fortress)Expanding the ramshackled church into a more practical building which can house and feed people. Fortifies parts of the northern walls.Academy Barracks Tier 2A larger building which can house at least 30 people in a barracks. Includes a kitchen, storage, food cellar, and simple common quarters.Ship-building docks (can eventually be upgraded into large-scale harbour)Expands the existings docks. Builds additional buildings, ramps, and cranes needed to build small to medium scale ships.Ranger's Outpost (Upgraded Ranger's lodge)Upgrades the housing and equipment of the Ranger's lodge and moves it just outside of the northern walls. Houses a fletcher, leatherworker, and bowyer. Improves the quality of hunting equipment and secures additional hunting trails. Unlocks special hunts against large-scale creatures of the region. Can later be upgraded to include hunting and domestication of certain beasts of burdens or mounts.Worker's Housing (Upgraded Worker's Camp) - Dimos CompletedProvides basic but secure quarters to the common workers of the camp. Allows further upgrades to the Sawmill and Windmill. Unlocks building of Quarry and Basics Supplies Workshop.Druidic Grove (Repairs the ruined grove to the west)Restores the druidic grove to the east. Fixes any damage the Primal did to it. Allows further upgrades into an Everflowing Spring.Medical Building (Upgrades medical tents into buildings) - Completed (Kade - chaotic plant carvings)Improves training, staffing, and quality of equipment used within the medical tents. Includes a small herbal garden of common medical plants.Farming fieldAllows for planting and harvesting of basic crops of trees. Takes a really long time to grow unassisted - can be expediated by druidic magic. Allows for building of brewery, fermentation of crops, making of various artisan goods such as jams.ConservatoryAllows for planting of certain plants outside of their usual season. Basic controls of climate. Can later be combined and upgraded with magic.Salvager's Post (can be attatched to most scouting or research buildings)A place to safely gather and study items retrieved from ruins of this land. A place for crafty individuals to gather, salvage, and craft useful things from ruins of the old world.GraveyardA place to remember those who have fallen. By Thellian standards this would mostly house stone tablets listing names of those who have passed as opposed to actual graves.Cistern (underground)A large underground cavern to be used as a water storage. Found by digging through the old caverns. Can later be upgraded with connections to aqueducts, canals, and thellian waterways. Carpenter's WorkshopUsually connected to a sawmill. A large building capable of housing multiple artisans and woodworkers. Allows for accelerated production of wooden resources, offloads much of the current workload from blacksmiths. FarmAllows for import of various creatures from Thell. Can be specialized, but usually starts with animals, a few crops, dairy, or foraging. A couple of basic buildings outside of camp. Can be combined with Farming field to upgrade crop scale.Mine / QuarryLocates and builds a basic mine which supplies include mundane and common minerals, with a chance of being uncommon. Can later be upgraded to locate rarer minerals.ShrineA shrine to a deity, primal, element, power, enviorment, guardian, or some other aspects. A small place for people to gather, make offerings, offer prayers, of seek solace.Scouting QuartersA place for scouts to work, prepare, and rest within the camp. One focus is completed upon being built. Can be upgraded multiple times for additonal scouting and exploration options:Cartography: Allows the scouts to increase the focus and quality of their mapping work. Will slowly map out nearby regions.Ruing seekers: Allows scouts to re-focus their efforts into finding and scavanging supplies from ruins.Expanded perimeter: Increases the amount and readiness of the distant perimiters and watchposts. Increases the scouts passive perception, allowing them to spot threats from further away more reliably. - [Completed Ivory]Cliffside Quarters: Allows for additonal construction options within the mountains and cliffs adjacent to the camp. Provides rudimentary, but safe housing options. Not pretty, but allows for a more condensed camp center without settling the increasing amounts of refugees further away from camp. Can later be upgraded to Cliffside Housing, green balconies, and rope-bridges to connect the carious valleys. Improves vertical building. Camp Centre: A general gathering place near the entry or centre of camp. Usually includes some monument or fountain. Grants merchants a place to gather to sell wares, and artisans to set us small workshops.Can later be upgraded to a bazaar or market square.Command Quarters: Restores some of the northern ruins with wood and stone fortifications. Provides a medium-sized command building.Can later be upgraded to a keep, which can be upgraded with a large amount of expansions.Thellian Hall: A gathering hall where people can relax after a long day of work. Usually includes some kind of stage, alcove rooms, a small kitchen, and a large fireplace or hearth.Can later be upgraded to follow one of these paths:Thellian CollgeWarfare AcademyGreat LibraryHouse of ArtsScholar HallTheatreThellian Bathhouse: A large thellian-style building with heathed stone baths. Contains a few larger common baths and a handful of private rooms. Small in size and quality, but can be further improved.Basic heathing, but usually cannot run the entire day, nor can it serve too many people.Scholar's Observatory: A small Thellian-styled tower complete with astronomy equipment and a large viewing room. Used to track celestial bodies, navigation, and predicting weather patterns. Can be upgarded with a large telescopeCan be upgraded to a Thellian Light TowerCan be upgraded with arcane or occult research focusCan be upgraded with a divine focus towards the Thellian pantheon and their constellationsEosian Enclosure: A small gathering of buidlings, inculding a rookery and a barn. Trains specialized birds to deliver mail, and some land-based beasts of burdens. Can be upgraded to train exotic animals.Thalkast Coral Quarters: Allows underwater or shallow quarters for Kalzas, Gorb, Norinyn, and Kerves.Allows for housing of aquatic steeds. Reduces construction time and cost of canals. Improves quality of most buildings and technologies reliant on water.Custom: Choose a reasonable building/Project and describe its purpose and use. Usually costs 1-2 downtime actions. Turn 3 Special Interactions:Most of these takes part of a session, or a full session to complete. Plan out in advance! (some may/can be solo sessions)The Delve (Expedition): Costs 1 Downtime Action: You spend time helping Alexis prepare for an expedition into the deeper cavern. Work consits of preparing a lift and making a path for it downwards without roots obstructing the descent. Coordiantion of work, helping with construction, cutting away roots, harvesting any pearls found along the way.Abyssal Light (Research/Expedition): Costs 1 Downtime Action: Norinyn seems to have something on her mind. Help her find answers.A Distraction: (Hunt): Costs 1 Downtime Action: Cyr seeks to distract himself from the current state of the camp with a good old fashioned hunt. To hunt what? Well, whatever great beast he can feasibly find.Threshold: (Expedition): Costs 1 Downtime Action: Skarn seeks to understand the recent event that occured by sailing the Siren Song towards the southern horizon.A new Alloy: (Crafting): Costs 1 Downtime Action: Tired of making nails and various tools for months upon months on end, Dorn the Flamewright seeks to craft something with the metal bar traded to him months ago.Ydra's Gate: (Expedition): Costs 2 Downtime Actions: Murus aims to assemble a team to find and potentially deal with whatever corruption is spreading from the northern gates before his departure. It is happening.The Ancient Ruin: (Expedition): Costs 1 Downtime Action: Desperate for answers lost due to the storm, Madea aims to gather a team in her stead to find answers about the circular ruin a few days northeast of camp.Nightbloom: (Research): Costs 1 Downtime Action: Rowan is pondering the recent flowers retirved by scouts along the nothern mountains. They have been gathered in lowlands, mountains, hillsides, and rocky terrain - Rowan aims to understand what this flora is.Forgotten History: (Research): Costs 1 Downtime Action: Minera, Julian, and Nerus are deliberating various texts, carvings, and other pieces of history retrieved by scouts along the nothern mountains. They seek to map out potential locations of old settlements and cities. Expediate Building: Due to the ongoing storm, only one additional project can be worked towards by the group during this time. (see list above turn 3 interactions)Arcane Crafting - Tier 1: Costs 2 Downtime Actions : Resources must be replenished before being used again. You spend time at the Arcane Workshop experimenting with supplies delivered from the Astral Academy. At the end of the phase you are gauranteed one Common-rarity magic item, with a low chance of it being Uncommon. A general purpose and slot can be specified, but the results can be generally random. The Nomad's Speech: Costs 2 Downtime Actions: You spend time being taught the basics of Nomad's Speech, a common language within these lands. Not spoken by all, but understood by most. Applicable teachers: Akari, Adiyah, Murus.At the end of the downtime you will have progressed enough to write some basic runes, and understand the most common words. You can speak a few basic words. For the purposes of proficiency this counts as 1/4.Prepare Voyage: Costs 2 Downtime Actions: Spend time preparing the Siren Song for an expedition. You help with maintenance, fix various parts of the ship, and help plan out a journey.At the end of the downtime phase you designate a goal, or general purpose (such as scavange) of the expedition. The Siren Song will head out of port as soon as it is able, or whenever weather conditions are safe. You can choose to join this expedition or let the crew handle it themselves.The Siren Song can venture back to Eora, or explore the waters of this place.Goals and purpose most be realistic. Telling the Siren Song to find someone in Eora and bring them back with little to no information of their whereabouts will be outright rejected as it would be seen as a waste of time.Turn 4 Special Interactions:Party actions: (2)Party actions with a cost of 1 can be repeated.The party influences a project related to building, infrastructure, supplies, or some special service. They may chose one building from the turn 2 list or specify some other project of their choice. (1 action)Agriculture, architecture and construction, art, metallurgy, milling, navigation, printing, paper and reading, textile and garments.Arcana crafting, from turn 3. (1 action)Prepare voyage, from turn 3 (2 actions)Individual choices: (2 actions)Any previous choices unless a choice specified being unavailable, used up, or otherwise unavailable.Most of you have unlocked the next tier of Extended Downtime mechanics for your class at this point."]}, {"name": "Wendigo and Ves Alderwood encounter", "pages": ["The party made battle against twisted deer-like creatures walking on two legs which attacked with vicious claws and bites. Later that day, the party encountered a strange Satyr which herded nature spirits through the woods, but only after their invisibility was revealed by Kade. Introduced as Ves Alderwood, a servant of Oberon, he told a tale of the four gods of seasons and took refuge in the camp for the evening. According to Ves, this forest was new to him, and there were spirits aplenty that needed guidance back home."]}, {"name": "Ori", "pages": ["", ""]}, {"name": "Test template", "pages": [""]}, {"name": "Ydra's Gate", "pages": ["Multiple expeditions. Gm note: documenting the various visits in a player-facing format will take some time. For now - enjoy images!"]}, {"name": "The Martial Skill", "pages": ["Martial Skill\nA new skill has been added to the standard skill list, called Martial. This check focuses on combat knowledge, relative enemy strength, and similar concepts. This skill is represented by the Wisdom score. \n \nUsing Martial is similar in the application of using Investigation on your surroundings, except Martial is focused specifically on a creature. While you are able to use your action to make Wisdom (Martial) checks like any other skill, all players can choose to make one free Martial skill check at the start of each of their turns when in combat.\n \nThe results will vary, but things you might deduce about a creature include:\nTheir power relative to you\nTraits they possess\nTactics they employ\n \nIn some circumstances Arcana might be used instead of Martial when relating to magical creatures, effects, traits, or similar abilities. Martial may also be used for knowledge relating to battlefield tactics, siege equipment, and similar concepts."]}, {"name": "Academy Workshop, Tier 2", "pages": ["A simple workshop which doubles as living quarters. Mostly used by members of the Astral Academy. \nFully stocked workshop for capentry, siege weaponry, armory, and weaponry.\nAvailable toolkits: Blacksmiths tools, carpenters tools, siege weaponry tools, armorers tools.\nBeds: 2\nBathroom: 1\nToilet: 1\nStorage room: 1\nWorkshop: 1\nCombined kitchen, pantry. and common room.\nFrequented by:\nCyr, William, Arbor, Zezobran, Krys"]}, {"name": "The Stormcrow - Inn", "pages": []}, {"name": "Scarf of the Stolen Wind", "pages": ["6\nScarf of the Stolen Wind\nDozens of tiny, translucent spirits, only visible to the wearer, can be\nseen dancing along the folds of this beautiful grey-blue scarf. Made\nof incredibly light and soft fabric, the scarf seems to float slightly, as\nif less affected by gravity.\n \nWhile attuned to the scarf, you gain the following effects:\n- The wearer gains advantage on all acrobatics checks made to jump.\n- The wearer can spend their reaction to cast the Feather Fall spell. Feather fall can be used in this manner three times per day before it recharges after completing a long rest. While affected by Feather Fall you can Dash, requiering no action, to quickly floath to a location within range.\n \nUncommon: Tier 2\nRequires Attunement"]}, {"name": "Power translated to usable runestones from the Facility", "pages": ["*28\n \nAssassins Mark\nTransmutation cantrip\nCasting Time 1 bonus action\nRange 30 feet\nComponents V S\nDuration Permanent\nWhen cast upon a creature killed by you within one minute of its death, assassin’s mark reshapes the fatal wound in a way that unmistakably identifies you as the killer. You select the form this mark will take when you learn the spell, and you can’t change it later except through exceptional magic such as a wish spell. No two creatures can share the same assassin’s mark.\n \n=====\nMagic Splinter\nEvocation cantrip\nCasting Time 1 action\nRange 30 feet\nComponents V S M (a piece of wood)\nDuration Instantaneous\nYou hurl a shard of magic that fractures into many splinters. Choose a point you can see within range. Each creature within 5 feet of that point must succeed on a Dexterity saving throw or take 1d6 piercing damage.\n \nThis spell’s damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6), and 17th level (4d6).\n \n======\nArcane Ablation\n1st-level Transmutation\nCasting Time 1 action\nRange Touch\nComponents V S\nDuration 1 hour\nYou touch a piece of worn armor or clothing and imbue it with magic. The creature wearing this the imbued item gains 4 temporary hit points for the duration. When these temporary hit points are exhausted, at the start of the creature's next turn it will gain 3 temporary hit points. This repeats when those temporary hit points are exhausted as the previous total minus one, until no temporary hit points would be gained and the spell ends.\n \nAt Higher Levels: The initial temporary hit points increases by 1 for each slot level above 1st.\n=====\nBlack Lotus Assault\n1st-Level Illusion\nCasting Time Special\nRange Self\nComponents V S M (a Melee Weapon)\nDuration 1 minute\nThe black lotus only blooms during the solar eclipse, when the nearest star understands its own mortality.\n \nThe first time you take the Attack action during your turn, you can cast this spell to summon a swirl of black lotus petals to surround your weapon, distracting your foes and enabling you to strike with great power. Each successful hit you make with this weapon before the spell ends, the target must make a Wisdom saving throw or have a new effect apply. Once you’ve made three weapon attacks, the spell ends.\n \n1st Hit: If the target fails their saving throw, their movement speed is halved until the end of their next turn.\n2nd Hit: If the target fails their saving throw, they take 1d6 psychic damage and cannot take reactions until after the end of your next turn.\n3rd Hit: If the target fails their saving throw, they take 2d6 psychic damage and cannot take bonus actions during their next turn.\nAt Higher Levels: When you cast this spell using a spell slot of 2nd level or higher, the psychic damage of the 2nd hit increases by 1d6 per spell slot level above 1st.\n \n======\nDark Void\n1st-level Evocation\nCasting Time 1 action\nRange 30 feet\nComponents V S M (a Holy Symbol)\nDuration Instantaneous\nYou grasp the fabric around a target within range, pulling necrotic energy from it and creatures within a 5-foot radius of your choice. The creatures must make a Constitution saving throw. On a failed saving throw, the creature takes 1d8 necrotic damage and gains the effect of your Word of Power: Pain. On a successful save, the creature takes half damage, but suffers no effect from the word of power.\n \nAt Higher Levels: When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.\n====\nCorruption\n1st-Level Necromancy\nCasting Time 1 action\nRange 120 feet\nComponents V S\nDuration 1 minute\nSlow and insidious, yet deadly nevertheless.\n \nYour inflict a withering curse upon a 5-foot square of ground at a location you can see within range, withering plants and darkening the earth with fell power. At the start of each of your turns for the duration, the corruptive curse grows 5 feet in every direction. Whenever a creature starts its turn in a space afflicted by the curse, it must make a Charisma saving throw. If it fails, it takes 1d6 necrotic damage.\n \nAt Higher Levels: When you cast this spell using a spell slot of 2nd level or higher, the necrotic damage increases by 1d6 per spell slot level above 1st.\n \n======\nDefy Ruin\n1st-Level Abjuration\nCasting Time 1 action\nRange 30 feet\nComponents V S\nDuration 8 hours\nPreserve stability, for the world must persist.\n \nYou point to an object that you can see, filling it with preservative magic. The object gains resistance to all damage, and cannot be damaged by any effect that would inflict less than 5 damage. You can touch the object as a bonus action to remove this magical effect.\n \nAt Higher Levels: When you cast this spell using a spell slot of 2nd level or higher, the duration increases by 8 hours per spell slot level above 1st.\n=======\nAccursed Wish\n2nd-Level Conjuration\nCasting Time 1 action\nRange Self\nComponents V\nDuration Instantaneous\nThere is always a price for power.\n \nYou speak aloud, demanding a boon from one of the darkest planes. You instantly replicate the effects of any spell of 1st level with a casting time of 1 action or bonus action that deals damage, or any cantrip from any spell list. Each time you cast this spell, roll a d20. If the result is 1, you are struck by an unholy force, reducing you to 0 hit points and causing you to fail your first and second death saving throws immediately after the spell is cast.\n \nIf you are struck down a second time due to this spell before you finish a long rest, you die and cannot be resurrected by a spell cast using a spell slot lower than 8th level.\n \nAt Higher Levels: When you cast this spell using a spell slot of 3rd level, you can replicate a spell of 2nd level or lower, and the threshold for being struck down increases to a result of 2 or lower.\n \nWhen you cast this spell using a spell slot of 4th level, you can replicate a spell of 3nd level or lower, and the threshold for being struck down increases to a result of 3 or lower. This pattern continues until the spell is cast using a slot of 7th or higher level, where no additional effect is gained and the threshold is not increased.\n======\nIron Pillar\n2nd-Level Conjuration\nCasting Time 1 action\nRange 60 feet\nComponents V S M (a Small Rectangular Stone\nDuration Until Disspelled\nA monument, they said to him. Thus it was built, but like no 'other' they had seen. To this day, they regret their request.\n \nYou gesture to the ground and speak an incantation, calling a pillar of stone to rise from the earth at a location within range. The pillar is 15 feet tall, 5 feet on each side, covered in cruel spikes, and has a flat top that can be safely stood upon. If a creature is caught between the pillar and another surface, such as a ceiling, they must make a Dexterity saving throw. If they fail, they take 2d10 bludgeoning damage and fall prone in the nearest open space. If a creature is shoved or pushed against the sides of the pillar, they take 1d6 piercing damage. The pillar can be climbed safely by making an Athletics check with a DC equal to your spell save DC. The pillar has hit points equal to fifteen times your spellcasting modifier (minimum 15) and AC 10.\n======\nDeath Grip\n2nd-Level Transmutation\nCasting Time 1 bonus action\nRange 60 feet\nComponents V S\nDuration Instantaneous\nNecrotic energy grasps around a Huge or smaller creature within range. Make an ability check with your spellcasting ability contested by the creature's Strength check. If you win the contest, you move the creature up to 30 feet towards you in a straight line.\n \n=====\nWhat's Mine is Yours\n2nd-level transmutation\nCasting Time 1 action\nRange Touch\nComponents V S\nDuration 1 minute\nWhen you are under the effect of a spell, you transfer it to a creature you touch. If the creature is unwilling, it must make a Dexterity saving throw. On a failure, you transfer the effects of all spells of 2nd level or lower to the target, and you lose those effects. On a success, the spell fails and you retain the effects.\n \nIf the original duration was more than 1 round, the spell(s) last 1 minute for the target, before What's Mine is Yours ends and the effects fade. Otherwise, it lasts until the end of the target's next turn.\n \nAt Higher Levels. When you cast this spell using a spell slot of 3rd level or higher, you transfer the effects to the target of spells of levels equal to or less than the level of the spell slot you used, and you lose them.\n \n=====\nWhat's Yours is Mine\n2nd-level transmutation\nCasting Time 1 action\nRange Touch\nComponents V S\nDuration 1 minute\nYou touch a creature under the effect of a spell and attempt to transfer its effects to you. Make a spellcasting ability check contested by the caster of the spell's spellcasting ability check. If the target is under the effect of spells from multiple casters, use only the check of the highest level spellcaster. \n \nIf you succeed, you gain the effects of all spells the target is under of 2nd level or lower, and the target loses the effects of those spells. Regardless of the spells' duration, they last 1 minute for you, before What's Yours is Mine ends and they fade.\n \nAt Higher Levels. When you cast this spell using a spell slot of 3rd level or higher, you gain the effects of spells of levels equal to or less than the level of the spell slot you used, and the target loses them.\n \n=====\nBlackened Heart\n3rd-Level Necromancy\nCasting Time 1 action\nRange 60 feet\nComponents V S\nDuration Instantaneous\nCorruption waits for the perfect moment to strike. You reach out towards a living creature that you can see.\n \nThe target must make a Constitution saving throw. If it fails, its body is filled with vile poison, and it takes 10d6 poison damage at the start of its next turn.\n \nIf the target is reduced to 0 hit points before the start of its next turn, the poison explodes outward from it in a shower of disgusting bile.\n \nCreatures within a 10-foot radius of the target must make a Dexterity saving throw. If they fail, they take 10d6 poison damage, or half as much on a successful save.\n \nAt Higher Levels: When you cast this spell using a spell slot of 4th level or higher, the damage of each phase of the spell increases by 2d6 per spell slot level above 3rd.\n=======\nBlasphemy\n3rd-Level Abjuration\nCasting Time 1 action\nRange Self (60 feet)\nComponents V\nDuration 1 Minute\nCHOOSE THIS AND ENEMIES WILL USE IT AGAINST YOU WHENEVER THEY CAN\n \nDefy those who create life, for their life is equally false.\n \nYou curse, and will away the healing magics of nature and the gods. Each time a creature within a 60-foot radius of you would recover hit points from a spell, it must make a Charisma saving throw. If it fails, it does not recover hit points and instead takes 1d6 psychic damage.\n \nYou can end this spell as an action.\n \n=======\nCold Iron Strike\n3rd-level Conjuration\nCasting Time 1 action\nRange Self (30 foot line)\nComponents S M (a melee weapon made of Iron)\nDuration Instantaneous\nYou flourish the weapon used in casting and then disappear in a flash of iron. Choose up to three creatures in a line extending 30 feet from you and make a melee spell attack against each. On a hit, a target takes 4d10 cold damage and can't take reactions until the end of your next turn. You can then teleport to an unoccupied space you can see within 5 feet of the last target of the spell. Fey take an additional 1d10 cold damage from this spell.\n \n=====\nCosmic Vision\n3rd-Level Evocation\nCasting Time 1 action\nRange Self (30 foot radius)\nComponents V\nDuration Concentration, up to 1 minute\nYou force a vision of the cosmos with stars, planets, and moons onto your life, using the spirit of the cosmic bindings to fulfill the vision. When you cast this spell, you can designate any number of creatures you can see to be unaffected by it. When an affected creature starts its turn within 30 feet of you, it must make a Charisma saving throw or take 2d10 force damage and be moved up to 15 feet closer to you. On a success, a target takes half as much damage and isn't moved.\n \nAt Higher Levels. If you cast this spell using a spell slot of 4th level or higher, the force damage is increased by 1d10 for each slot level above 3rd.\n \n======\nEldritch Barrier\n3rd-Level Abjuration\nCasting Time 1 action\nRange Self\nComponents V S\nDuration 1 minute\nThe horrors beyond can be 'defied,' if one’s soul is strong.\n \nWhen you cast this spell, you shield yourself from unnatural energies. You gain advantage on saving throws against the frightened and charmed conditions. You gain resistance to force damage and psychic damage, and whenever you take damage from an attack that deals force or psychic damage, you can use your reaction to inflict 1d8 force damage to your attacker.\n \nAt Higher Levels: When you cast this spell using a spell slot of 4th level or higher, the retaliatory force damage increases by 1d8 per spell slot level above 3rd.\n \n=====\nFracture Spirit\n3rd-Level Illusion\nCasting Time 1 action\nRange Self\nComponents S\nDuration Concentration, up to 1 minute\nWhen you cast this spell, you magically replicate a hall of mirrors for yourself in thin air. For the duration an illusory double of you spawns every 5 feet that you move, staying in that space but still appearing as if it were you; for example, if you speak, they all seem to speak. When you end your turn under this spell, you can immediately choose one double to swap places with. A creature with truesight sees the illusions and you for the reality, and any creature can make an Intelligence (Investigation) check as an action against your spell save DC to determine which is the real you, if any, among those it can see. On a success, it knows which is real until you make more doubles. A double dissipates upon being attacked or forced to save or contest an ability check, and all doubles dissipate when the spell ends.\n \n=======\nSpellsteal\n3rd-level Abjuration\nCasting Time 1 action\nRange 60 feet\nComponents V S\nDuration Conc. up to 1 minute\nRoyal Guard Blood elf only\n \nYou attempt to steal the effect of a spell from a creature for a brief time. If the spell affecting the creature was cast at 3rd level or lower, the spell effect transfers to you for this spells duration. Once this spell ends, the stolen spells effect returns to the original caster. The time you had the spell counts against the spells original duration. If the spell is of 4th level or higher, make an ability check using your spellcasting ability. The DC equals 10 + the spell's level. On a success, the spells effect transfers to you.\n \nAt Higher Levels: When you cast this spell using a spell slot of 4th level or higher, a spell can be stolen without a saving throw if its level is less than or equal to the level of the spell slot you used.\n \n======\nPromise of the Final Empire\n4th-Level Enchantment\nCasting Time 1 action\nRange 30 feet\nComponents V\nDuration 24 hours\nThe price has been paid. The contract is made. The night falls, and so rises the blade.\n \nYou whisper a dark oath to a humanoid creature within range, promising their death. Whenever you inflict damage to the target, you can choose to place a layer of a shadowy curse upon them.\n \nIf the target dies before the end of the duration, you recover hit points equal to the number of layers you’ve applied to the target, and you gain a number of gold pieces equal to the sum of the target’s ability score modifiers.\n \nIf the creature still lives at the end of the duration, and the curse has not been removed using a remove curse spell or similar magic, the target takes 1d6 psychic damage for each layer applied.\n \nIf you are dead, the target takes twice as much psychic damage and gains a level of exhaustion. The target is aware of the curse’s effect.\n \n======\nCircle of Iron Will\n4th-level Abjuration\nCasting Time 1 action\nRange Self (30 foot-Radius)\nComponents V S M (a Holy Symbol)\nDuration Conc. up to 1 minute\nYou radiate a holy aura in a 30-foot radius that is anathema to undead and fiends. Any undead or fiend that enters the aura or begins its turn in the aura takes 2d6 radiant damage and must make a Charisma saving throw; if the saving throw fails, the creature must move out of the aura as soon it can.\n \n=====\nCircle of Scrying\n4th-level Divination\nCasting Time 1 minute\nRange Self\nComponents V S\nDuration 8 hours\nYou empower a magic circle that links to sigils of seeing you previously created. You can select a number of sigils up to your Intelligence modifier (minimum of 1). The distance between the circle of scrying and the sigils of seeing is not a factor, and the sigils can even be on other planes of existence.\n \nWhen you stand inside your circle of scrying, you can view the area around any of the linked sigils as if you were actually standing at the location of the sigil. You can switch between different sigils as an action.\n \nThe casting time for the spell depends on whether the circle is being drawn anew or a previously placed, permanent circle is being empowered.\n \nDrawing a new circle takes one day. Empowering a previously placed, permanent circle takes 1 minute.Drawing a new circle requires material components costing 250 gold pieces. The circle is typically a flat design of a geometric shape with a 5-foot radius.\n \nA sigil of seeing is created spending one minute drawing the sigil on a flat surface. Each sigil requires special ink that costs 100 gold pieces per sigil. The sigil disappears within moments of being drawn, but it reappears when you are scrying through it. A sigil is typically no more an inch in diameter. While a sigil is in use, it can be noticed by anyone who examines the spot where it’s drawn and makes a successful DC 10 Wisdom (Perception) or Intelligence (Investigation) check. While the sigil isn’t in use, finding it requires a deliberate search of the correct area and a successful Intelligence (Investigation) check against your spell saving throw DC.\n \n========\nEndless Abyss\n4th-level Conjuration\nCasting Time 1 action\nRange 60 feet\nComponents V S\nDuration 8 hours\nYou open a 10-foot square hole in the floor within range. The hole can’t appear under an occupied space. The hole is an extra-dimensional space with no bottom. Any creature falling into the pit never hits the bottom. To observers outside the hole, a creature or object that fell in appears to be just 20 feet below the level of the ground or floor, and falling endlessly without ever getting farther away. A creature who looks up after falling into the hole sees the lip of the hole receding farther and farther behind.\n \nFlying creatures can get out of the pit without difficulty. A 20-foot rope will reach anyone who fell in, but the falling creature must make a successful Dexterity saving throw to catch the rope; if the saving throw fails, they perceive the rope as being too short to reach them.\n \nWhen the spell ends, the hole closes. Every creature inside it at that moment is trapped and will plunge forever unless another endless abyss spell is cast on the same location; this reopens the pit and makes it possible to rescue trapped creatures. Other magical rescues might be possible, at the discretion of the GM.\n \n=====\nHaunt\n4th-Level Divination\nCasting Time 1 action\nRange 10 feet\nComponents V S\nDuration Conc. up to 1 hour\nWith a shriek, the horror disappeared. I knew it was not gone.\n \nYou curse a hostile creature to be the singular focus of your hunt. You always know where the creature is, and it can never be hidden from you. In addition, you can sense what areas are in the target’s line of sight. On a subsequent turn, you can use your bonus action to teleport to location within 30 feet of the target as long as the location isn’t in the target’s line of sight. If the location is occupied or is in a solid material, such as a wall, the teleportation fails. It also fails if you and the creature aren’t on the same plane.\n \n=========\nBranded Bones\n4th-level necromancy\nCasting Time 1 bonus action\nRange Touch\nComponents V S M (an iron nail)\nDuration Permanent\nOne undead skeleton you touch gains resistance to bludgeoning, piercing, and slashing damage from nonmagical weapons.\n \nAt higher Levels: For each spell slot used higher than 4th level, you can affect one additional skeleton.\n \n==========\nMark of Ownership\n4th-Level Abjuration\nCasting Time 10 minutes\nRange Touch\nComponents V S M (a Drop of the Owner's Blood)\nDuration Permanent\nYou curse one item to only accept one creature you can see as its rightful owner. In the hands of any other creature, the item feels unnatural; that creature has tactical disadvantage on all ability checks and attack rolls when using the item.\n==========\nMind Carve\n4th-Level Necromancy\nCasting Time 1 action\nRange 50 feet\nComponents V S\nDuration Instantaneous\nYou point your finger at a creature you can see within range and a bolt of negative energy shoots at the target. The creature must make an Intelligence saving throw and a Wisdom saving throw. If it fails the Intelligence saving throw, it loses 1d6 points of Intelligence. If it fails the Wisdom saving throw, it loses 1d6 points of Wisdom. A creature’s score can’t be reduced to less than 1 in either ability.\n==============\nThe Iron March\n5th-level ???\nCasting Time 1 action\nRange Self\nComponents V S M (a Small Idol of Iron)\nDuration 1 minute\nYou summon a [Shrouded] to inhabit your body and grant you its strength. For the duration of the spell, your Strength score becomes 21, you gain 40 temporary hit points, and you gain a +2 bonus to AC. You also grow wicked claws on your hands, so your unarmed attacks do 2d8 slashing damage; the claws are magical, so you get a +1 bonus to hit and to damage with them.\n \nAt the start of each of your turns, you must make a DC 10 Charisma saving throw. If the saving throw fails, the [Shrouded] takes control of your actions for the remaining duration of the spell. It has full access to your abilities. Most [Shrouded] will wreak as much havoc as possible during this time, attacking your allies if possible."]}, {"name": "Storm Titan Encounter", "pages": ["A strange creature made of lightning visited the party during Yre, proclaiming that its master came with a warning, and to meet it in the woods nearby.They arrived after Adiyah, which was already in a heathed argument with a large blue-white skinned humanoid of immense size. The Tian, as identified by Adiyah, warned the group that a greatstorm was approaching, and that they must prepare or be eradicated. They appeared wounded, and not enteriely sound of mind, but insisted that they must continue their journey eastwards away from the storm.As the party made camp after this encounter, another similar titan wielding a massive greathammer landed with a thunderclap in the area. This time the party hid, observing the creature examining the massive footsteps in the area before it turned to lightning and followed in the direction the previous titan ventured."]}, {"name": "Tinkerers workshop, tier 1", "pages": ["A circular room filled to the brim with strange tools, supplies, and items from various crafts and purposes. It contains everything needed to make proper use of Tinkerers Tools.\nFrequented by: Talos, Krys, Rel, Valor, Alexis, Nerus Zenoti, Irini Zenoti."]}, {"name": "Tarkir & Zinagr encounter", "pages": ["The party and Akari fought a *very* angry bird to claim it's storm-infused heart, which would act as a vital component for locating a suitable warding stone for the camp.During this encounter, another massive shape slammed into the bird, immediately killing it before turning to the party to defend its food. A massive draconic-like being, lovingly dubbed the lightningcow by the party, was fought and vanquished.Notes: Strange weather and manipulations of it during combat. Whatever the creature was seemed to command magic and weather in a strange manner.Creatures encountered: Stormforged Zinagr, Spiritgorger Tarkir"]}, {"name": "Rite of the Stars Unshrouded", "pages": ["Name\nInformation\nRarity & Value\nAttunement & Tags\n Rite of the Stars\nWhy must we suffer?\n \nAll is excruciating pain. I breathe fire and torment. \n \nI birth a world of suffering\n \nAnd in that fleeting they cry for the answer to the question.\n \nWhy given life, are we meant to suffer, to die.\n \nAs fragmented imperfect beings, yours is an neverending quest. A quest to find your purpose, knowing your end is assured.\n \nTo find the stregth to continue, when all strength has left you.\nTo find joy, even as darkness descends. And amidst deepest despair, light everlasting.\nLegendary, Epoch-Lost\nNo attunement, consumeable\nSealed, Greater Contingency, Star-sealed Shroud, \n \nSealed: This item has had many, or all, of its magical properties sealed by physical or arcane wards. The outwards effects or influences of this item is greatly or completely dampened.\n \nGreater Contingency: This item has one or multiple contingencies attatched to it, each shielded by multiple layers of wards and lesser contingencies. These are external, and was placed after the creation of the scroll.\n \nForce of the Atlas (Aodhan): The Greater Contingencies of this item has been completely removed. Any Shrouded effects are un-affected.\n \nForce of the Atlas counts as a Mythic 3 effect with Potency for the purposes of opposed effects or rolls.\n \nStarsealed Shroud: Multiple features of this object is completely shrouded and cannot be identified through conventional means or magic. It requires spesific circumstances or events to fully identify. \nStarsealed Shroud Removal: This scroll must be read and fully understood to remove the shroud.\n \nThe Stars: Reading this scroll permanently increases the readers attunement slots by 1.\n \nThe Stories: Whenever a creature that understands this scroll begins to read it they cannot fully stop - the Story will attempt to complete itself, following what must be Told. This Story is powerful enough to change and alter the world around it in drastic ways.\n \nThe Rites Begin Anew: Reading the entire scrolls begins the Rites across the Marches. Power that was sealed will no longer wait within their tombs. The Sky will alight, let the stars guide your way. Have patience young ones, for the very pillars of the Marches trembles for what is to come.\n \nMomentary Enlightenment: A creature that completes this scroll can ask any question and have it answered truthfully. This feature can only ever be used once."]}, {"name": "A Memory of Desolation", "pages": [""]}, {"name": "Outfits", "pages": [""]}, {"name": "Scroll: Identified", "pages": ["Name\nInformation\nRarity & Value\nAttunement & Tags\n \nRite of the Stars\n[Shrouded]\n[Shrouded]\nSealed, Greater Contingency, Star-sealed Shroud, \n \nSealed: This item has had many, or all, of its magical properties sealed by physical or arcane wards. The outwards effects or influences of this item is greatly or completely dampened.\n \nGreater Contingency: This item has one or multiple contingencies attatched to it, each shielded by multiple layers of wards and lesser contingencies. These are external, and was placed after the creation of the scroll.\n \nForce of the Atlas (Aodhan): The Greater Contingencies of this item has been completely removed. Any Shrouded effects are un-affected.\n \nForce of the Atlas counts as a Mythic 3 effect with Potency for the purposes of opposed effects or rolls.\n \nStarsealed Shroud: Multiple features of this object is completely shrouded and cannot be identified through conventional means or magic. It requires spesific circumstances or events to fully identify."]}, {"name": "Bakery, Tier 1", "pages": ["A rudementary bakery with adjacent living quarters. Small and cozy, constantly smells of fresh bread.\n \nFrequented by: Arzu, Chantara, Zephyr, Minerva, Fehran"]}, {"name": "Garden of the Moon", "pages": ["Scouting report: Whatever fate befell this fortress is unknown, for all that is left is a lonely and forgotten husk by the time our scouts found it. When we entered, the walls were simply walls, bereft of ramparts or stairs, and the towers were simply columns of stone without any means of accessing them. What buildings were in the courtyard were simply ruined shells, little more than rubble and decay. Only a well-kept garden encircling a pearlescent tower remains - holding beautiful flowers of blue and purple hues. The weatherworn stonework and pathways all held motifs and reliefs of the Moon. Before we could approach a single sentence rumbled in all of our minds \"Leave\". Spoken with a cold finality, like something was poking daggers into our heads.We know better than to test our fates. This will be someone elses problem."]}, {"name": "Grand Rituals (pending changes for WM)", "pages": [""]}, {"name": "The Umbral Navigator", "pages": [""]}, {"name": "Scrolls - Reading and using", "pages": ["Scrolls have no Class restrictions in this campaign. Identifying, and sometimes deciphering a scroll may require some arcane knowledge or magical insight, but once deciphered - anyone can use it (granted that the creature which deciphered it tells another creature how).Some classes, such as the Rogue Arcane Trickster, can use scrolls without Deciphering them.", "Stories are strange and powerful ways on enacting reality-defying changes upon the world. For the puposes of scroll mechanics, always expect any such Stories to have action economy unique to that spesific story. Example: The Epic of Alexander: Requires deciphering by means of arcane, musical, or magical (such as Identify) to understand. Deciphering the Story requires four successful Skill Checks, each which requires a Long Rest to attempt."]}, {"name": "Dromaka's Breath", "pages": ["Type: Mountainous, Hazard.Intel: Scouts venturing alongside River Tarkiri saw darkened smoke and fumes rising from the eastern mountainside. Upon returning to camp one of the locals, Adiyah, revealed that the location is known as \"The Everpyre\", or \"Dromaka's Breath\". The place is apparently fairly difficult to reach by foot due to the sheer cliffsides and fumes leaking through various vents.Notes: Sounds like a dormant volcano. Or some local superstition. Not prioritized for further investigation unless we find ourselves in a high demand of sulfur. Scoutmaster Lorn.(Notes in the margin of this report indicates that someone has hastily attempted to to remove \"I swear to Theylia, if I have to talk to that incredulous *inegible*\")"]}, {"name": "Intelligence: Languages & Ingenuity", "pages": ["Intelligence Modifier\nBonus Proficiency Awarded\n+1\nBase understanding in one Language, able to speak but far from fluent.\n+2\nFluency in one common language, or advancment of baseline language\n+3\nBaseline understanding of exotic language or expertise in uncommon language\n+4\nFluency in exotic language or base knowledge of rare language. Ingenuity Dice.\n+5\nBase understanding of one dead language\n+6 and higher\nBase understanding of two dead languages, or one 1st Age language. Ingenuity Dice Improvement."]}, {"name": "Erebon", "pages": ["Dhun Erebon is considered to be the finest example of dwarven culture, seat of the first Paragons, and it controls the richest mines in the Shattered Mountains. The massive ringed city of Varn Belegor is one of the few places where the ancient arts of Ironmind, Rune Smithing, and Earthbinding is still practiced, using secret techniques that have been passed down through the centuries. The city of Varn Belegor is considered sacred, and rarely open to outsiders. Dhun Erebon however, encompasses more than just the mountains and valleys. Their borders have grown all the way to the eastern farmlands and coast, bringing many non-dwarves under their banners over the years. The people of Dhun Erebon are sturdy and adaptable, growing up here grants you a +1 to Wisdom. You gain proficiency in History, Religion, Persuasion, or Insight.You know common and dwarvenInheritor of the Spark: Your entire life has been one harsh trial, following in the footsteps of the first Paragons. Perfecting your craft and embodying the thrumming mantra of fire and steel, a true forgeborn. You are marked with the dwarven rune of Aspirant; the first set of sacred gemstones embedded into your hands which mark your intent to walk the Path of Paragons. You gain proficiency in History or Religion.Anyone can attempt to walk the Path of Paragons, though non-dwarves tend to have trouble being allowed to follow it.Perfection of the Craft: You are proficient with the next level of armor beyond what you would normally have. (None>Light>Medium>Heavy) If you are proficient with heavy armor, you gain an additional +1 bonus from any armor you wear. You start your career with a Master Crafted Weapon which you are proficient with.The weapon has a +1 bonus to damage. This damage does not stack with the +bonus of magic weapons. When scoring a critical hit, the damage counts as magical for bypassing resistances, though the weapon itself is not considered magical. Path of Paragons: The path of Paragon Nela Fireheart is a demanding one to follow. One must master many crafts to truly become worthy of her accomplishments. You gain proficiency in Smith’s Tools and any three other sets of artisans tools of your choice. In the Blood: Your Mark of the Aspirant allows you to cast the spell Mending at will. At 3rd level you gain the Shield spell and can cast it once per day without expending a spell slot. At 5th level you can cast the Intellect Fortress spell once per day without expending a spell slot. Metallurgist:You follow the Ironmind Path, a calling most dwarves would find non-traditional, and is in some cases, a waste of time. Few still practice the craft and some elders have even taken to teaching non-dwarves in hope of reviving the tradition. The call of Iron is however a profound path, one which still can have the makings of a Paragon. A patience moving at the speed of mountains mixed with a sturdy body is required for these tasks. You gain proficiency in Nature, and Insight or Athletics.", "Ability ScoresSizeSpeedCon +2Medium25 ft.Age.Dwarves mature at the same rate as humans, but they're considered young until they reach the age of 50. On average, they live about 350 years.Alignment.Volcano dwarves tend to be lawful, as their craft is steeped in secretive tradition.Size.Dwarves stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium.Languages.You can speak, read, and write Common and Dwarvish. When carved or written, Dwarvish appears as rows of horizontal and vertical fletched lines. Dwarves often use clay tablets to tally payments, account for shipments of ore, or send messages. It can be etched on leaves of copper and gold as a prayer to the gods.These metal scrolls are then melted into the bronze of swords or armor, believed to imbue them with the words of the smith.Darkvision.Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.Dwarven Resilience.You have advantage on saving throws against poison, and you have resistance against poison damage.Dwarven Combat Training.You have proficiency with the sling, bronze mace, bronze sword, and bronze shortsword.Tool Proficiency.You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools.Stonecunning.Whenever you make an Intelligence (History) check related to the origin of stonework, such as ancient columns or statues, you are considered proficient in the History skill and add double your proficiency bonus to the check instead of your normal proficiency bonus.Tool Proficiency.You gain an extra proficiency with the artisan's tools of your choice: glassblower's tools or jeweler's tools.Erebos' Gift.As a light activity during a long rest you may hone one simple or martial weapon. At the end of the long rest, the object becomes a magic item, if it is not already, granting a +1 bonus to attack and damage rolls in addition to the weapon's other effects. The weapon retains these benefits until you use this feature again. Once you use this feature, you can't use it again until you finish a long rest.Volcano dwarves are an old people. Said to bedescended from Erebos himself, they are great metalworkers, jewelers, and glass-cutters. They are a mysterious and reclusive folk, withdrawn from the world and protective of the secrets of their crafts.They carve their homes deep in the rock of Arkadia's oldest mountains, so deep that they tap into the very blood of the earth. Lava heats their everlit forges, shedding warmth and light; as it is the heart of the mountain, so too is it the heart of their people.In the orange glow of their forges they pour molten bronze into the molds of swords and armor. Their work is prized and highly sought after by Hyperium, Ithea, and Kryta alike. They trade freely, for they boast deep love of gold and take great pride in its accolades.They do not produce only instruments of war, but are also the finest jewelers and glaziers in all Arkadia. Both their jewelry and their glass is thick and heavy as its craftsmen. They mine gold from deep in the earth and with it strike coins and craft things of wonder fit for kings. The excess sand from their tunnels is not wasted, but spun into molten strands in the magma of their forges, for they know the secrets of glass and how to make stone flow.“The stone pillars of the great hall stared down at Bakis with the carved faces of the dwarven kings of Erebos, illuminated by the steady orange glow of the volcano's blood. It flowed in stone channels, carried from deep within the living heart of the mountain. In spite of its warmth, wide bronze braziers blazed between the columns, yet even their heat was swallowed by the great forge.With slow deliberation, Bakis lowered the crucible, cracked and glowing as the lava itself, and poured the molten bronze. It spilled in a white-hot fall, flowing into the lines of the mold chiseled into the plinth before him. It was one of the oldest, carved from the very stone of the chamber. Slowly, the metal took its shape, the blazing, broad-leafed silhouette of a sword.”— AnonKin of Erebos[–]The dwarves say Erebos made them in his image. From carved stone and molten bronze he gave them life and into them poured the best of him, his enduring strength and skill. They say Kor Erebos was the forge where they were born, the fist forge. And since Erebos gave them that flame, the fire of the gods, never has it gone cold.It was there in that first fire that he forged the weapons of the gods for their great battle with the Titans for the heart of Arkadia. Beneath the sacred mountain, in shadow and the glow of bronze he toiled and made for the gods many wondrous things. For Krytos he made a spear that could never fail to strike and a shield to make him unbeatable in combat. For Thessa he made a trident, to hold within it all the secrets of the roiling sea. And to Hyperius he gave a chain of Orchalcum, unbreakable, and his greatest gift—a javelin of pure lightning that held within its crackling form all the power of the heavens' wrath.Gold and Bronze[–]Dwarves have strong, prominent features. Field dwarves have skin tanned and weathered by many years of sun and soil in the fields. Volcano dwarves have a slightly lighter complexion due to their lives spend toiling under the mountains. While field dwarves tend to dress simply, volcano dwarves take deep pride in their appearance. Their hair and beards, black or reddish brown, is worn in matted locks. They cap these coils in heavy beads of gold, bronze, or mountain glass. They trade with humans for royal colors of cloth and adorn themselves with thick rings and armbands, set with wide stones.Forge and Field[–]The dwarves of Erebos say that in the beginning, all the dwarves called the mountains home. As some toiled at the mountains base, Phaedrus lured them away from their work with wine, and a bountiful feast. It is said those dwarves never returned to their mountain home, but followed Phaedrus into the hills and fields, and thus as the field dwarves they became known.Volcano dwarves do not think much of their cousins in the fields. They believe that Erebos created dwarves to be workers, viewing the field dwarves as lazy and unskilled. The field dwarves, in turn, think their kin in the volcanoes are too secretive and serious.Volcano dwarves tend to like field dwarves best when they are producing good work. Field dwarves, on the other hand, like volcano dwarves best once they've tried a bit of field dwarven wine.Keepers of the Flame[–]Mount Erebos, or Kor Erebos in the dwarven tongue, is the most sacred site of their people. The fires of its great forge are fed from the blood of the mountain and its flames have never died. The elders, smith-priests of Erebos, tend the fire and forge the weapons of kings and heroes. Ancient channels are carved in the stones of the floor for molten bronze to flow. Some of these molds are said to have been used to forge the legendary weapons of the gods. It is one of the few places where orichalcum can be worked. This rare golden-bronze metal, sacred to Eberos, is found only in Gargaros, drawn from the fiery peaks of that broken land. Many horrible monstrosities bound to the Titans are seared by its golden touch, making its weapons prized by the bravest of Arkadia's heroes. Weapons and armor that are wrought from it are more precious than gold, though they can never be sold, only given.Though the dwarves call the volcanic mountains of Kor Erebos and its foothills their home, they can be found throughout Arkadia, lighting forges in each of the great cities. They consider themselves Arkadians, in their blood, as much as the race of men and share with them a deep hatred of the orcs of Gargaros. Their masterful crafts are highly valued and sought after. They make crystal glass and beaten lead funeral masks in Crixos; jewelry in Corinth; and rams, nails, and all the tools needed to furnish Ithean ships. Their most common work, however, is found in Kryta and Hyperium, where the bronze of their swords and spears and armor is prized above all others.Dwarf Names[–]Dwarves have only a single name, given at birth by the elders of their forge. Many dwarves write their names as a unique maker's mark to distinguish their work and identify where it was made, whether scratched into the clay underside of a pot, chiseled into the base of a statue, or stamped on the back of a golden pendant.Male Names: Agamemnon, Bakis, Bokolus, Bienor, Bortes, Branchus, Bormus, Cordus, Clytus, Demophon, Elpenor, Glaucus, Hebros, Haemus, Imbrius, Lampus, Leodokus,Magnes, Nestor, Oxylus, Phlegyas, Pittheus, Rhadamanthys, Telemon, Thaddaeus, PrometheusFemale Names: Agatha, Batea, Bianna, Bolina, Briseis, Cydona, Deianeira, Demetra, Diomede, Gerana, Hecamede, Hilaera, Halimede, Ino, Laodamia,Medea, Myrina,Myrrha, Perimede, Phoebe, Ptolema, Rhadine, Thisbe, TimandraMaker's Name: Volcano dwarves identify with the city or place where they work, as it implies their craft. For example, a dwarf might introduce himself as Bakis of Kryta, implying that he works with bronze and is possibly a smith or armorer."]}, {"name": "Hastily gathered information - North Western Ruins", "pages": ["Letter 1\nMAKER - erratically scribbled above the note\n(Note attached to letter)\nRemember, Sunder, If the bonesmith fails, the binding fails. If the binding fails, the soldier falls. Choice is a luxury we cannot earn through peace. Struggle is our fundamental nature. \n \nEven when our war banners sit idle, kin foments strife - friends argue with fists, lovers kindle jealousies, merchants compete with lies, the Lords scheme... wherever kin goes, struggle follows. We must persevere, prepare for what is yet to come, do better. \nWEAK\nSUBJECT\nORIGIN\nAFFINITY\nSTATUS\nFACILITY\n#1\nWHITEWOODS WALKER\nNONE\nDECEASED, BRANDED, FAILURE\nYGGRANAT’S LOCK\n#2\nKIN\nWIND\nALIVE,MOVED\nCRADLE\n#3\nTRAITORS\nIRON\nALIVE, BRANDED\nYGGRANAT’S LOCK\n \nOrigins:\nWhitewood Walker - 7\nKin - 12\nYr Eldari - 2\nVrok - 3\nTraitors - 14\nVarthali - 4\nSilenced - 1\nHkar - 1\nAshen - 1\n \nAffinities:\nNone\nWind\nIron\nWater\nSong\nStar\nEarth\nFire\nRage\nPassion\nDespair\nNotable subjects that stand out:\n#48 - Ashen - Time-Singer - Alive - Cradle\n#61 - Silenced - Veil - Alive - Cradle\n#11 - Traitor - Archbeast - Deceased - The Pit\nThe 44 pages detail a variety of subjects and prisoners kept at this location, referred to as Yggranat’s Lock. The information appears logistical - categorizing any subjects held within the facility, their origin, affinity, and status. Various letters haphazardly poke out from the book while some are neatly folded between its pages. The book constantly references other documents, places, and research, without fully complementing any of them. It appears this book is just one of many held within the Lock.\nTorn off note;\nSunder, please take care when examining the “??item???” We have precious few left.\nI’ve attached a document recovered from Kengati that might help - see if you can make sense of the scholar’s research. WHERE? LOST! NO!\nSONG. BEAUTIFUL SONGS.\nNote marked with “#48”, stuck between the page manifest where 48 is marked on a table.\nWITHERED HUSKS. HARROWING WINDS.\nThe history of Or Ilfari, the Ashen Maw, before it was discovered by the Scribes is poorly documented and oral accounts often conflict. Some tell stories of an advanced civilization that left, taking all its knowledge with it, leaving ruins of their civilization behind. Others say the Ori themselves developed such power and technology that they all but destroyed themselves and that is why they will not allow anyone into the ruins on their land. Either way, reliable information about the area of Or Ilfari doesn't begin until the Elder Wars exposed the sunken city. \nTHE IRON. THE IRON KNOWS. WONDERFUL.\n \nNote marked with #61\nSuccess. She hid it well. Veilborn, or some other blasted influence of the silenced, Sent off to Cradle.\nIMPOSSIBLE. LIES.\nNote relating to a table where each subject is marked with “Varthali”\nI need only show them the symbol of K’rul - the bone-white karach skull found carved within the most ancient of Ori ruins... it is a symbol of death and doom in every culture - any child with four winters under their belt needs no introduction to the ancient symbol. The varthali subjects show great fear and reverence of this symbol. We need to use it.\nHATE. HATEHATEHATEHATE.\n \nLetter\nSunder, do not forget our purpose. Our calling. Our salvation. We were never meant to be chained. To be stopped. They intend to make us like the Rusted Ones. Do not let them. You must complete the seal.\n \nSACRIFICE."]}, {"name": "Exhausted Spellcasting", "pages": ["Note: This is not in effect yet - up to the group if we want this rule.Variant: Sometimes a spellcaster may be out of the spell slots needed to cast a certain spell. A spellcaster has the option to use their own life force to power their spells instead of spell slots. They can only do so when lacking the spell slots required to cast the base level of the spell. One cannot upcast a spell in this manner.When a caster attempts to cast a spell without expending a spell slot, they must make a Constitution saving throw. The DC equals 10 + the spell's level. On a failure, the caster suffers a number of levels of exhuastion equal to the spell's level or 5 levels of exhaustion, whichever is higher. On a success, the caster suffers half as many levels of exhaustion, rounded up, to a minimum of 3. Regardless of a success or failure, the spell is cast.If the spell requires concentration, the caster receives the levels of exhaustion immediately after their concentration on the spell endsIn addition, each time a creature uses Exhausted Spellcasting, the DC of their Death Saves increases by one. This lasts until they complete a long rest."]}, {"name": "Flanking", "pages": ["Note: This is not in effect yet - up to the group if we want this rule.Variant Rule: Flanking a creature (being Threatened by two or more hostiles) grants those creatures a +2 bonus to attack and damage rolls versus the Flanked creature.Note: Some rare Traits can make a creature Immune to Flanking.Example: Writhing Mass: This creature is a writhing mass of flesh and tendrils, always lashing out in any directions within its melee range. This creature has two Reactions each turn and cannot be Flanked.", "Surrounded (optional)A creature is surrounded when at least four or more creatures are Threatening a singular creature. When you are Surrounding a creature you gain a +5 bonus to Attack and Damage rolls.Some creatures may have traits which makes it immune to the Surrounded condition."]}, {"name": "Risen Ruins", "pages": ["", ""]}, {"name": "Terrorwraith encounter", "pages": [""]}, {"name": "Yggranat's Lock // Monastery of the Torch", "pages": ["One of the first locations the party scouted. A forlorn ruin halfway up the mountainside. Massive carvings of clouds dot the cliffs up towards the ruin. The Lock has multiple arcane barriers which obscure the location when seen from a distance.The players fought a strange caretaker of this place before they looted various decayed materials, items, and storage containers.In more recent times, the party ventured back after Kade completed reading a Story found within a locked chest which granted him a vision of a passageway opening in the Lock.Now returned, the party explored various underground corridors and rooms - finding many of them being repurposed.Door blocked with Iron barStrange birds caged behind multiple complex arcane barriersA passageway in the crypts \"opened\" with magic akin to the night sky.A massive cavern of waterfalls, a figure studying a pile of driftwood with a sword impaled into itCreatures found: The Last Caretaker (dead already - next to the Rune which sundered a large door), Twinbirds, Necrotic Ooze, Ironbound Ashkeeper, Ironbound Jailors, various Echoes, Reya the Umbral Navigator, Woden, Ironbound Devestator, Ironbound Sword, ??? the Third Blade, Arcanamites, Stoneborne.", "", ""]}, {"name": "Hounds of Silence - Xol's Desolation", "pages": ["A brief conversation, if it can be called that, between the party and one of the spectral wolves which observed the group within these death-drenched lands."]}, {"name": "N'gaur 8 -  The lock.", "pages": ["The party left the ruins as sounds of battle was heard above. A fight ensued, Reya eventually showed up, the party destroyed the remaining hostile forces. Dimos and a wounded Adiyah went to search for Hum. Ivory and Kade followed Reya as she approached the mirror in the north-western ruins. Session ends with Ivory swinging Asena towards the mirror.Weather notes: Clouded with clear sky behind. heavy clouds - pending rain. Full moon today."]}, {"name": "Mists and Terrorwraith", "pages": ["After being surrounded by malicious mists, the party fled to high ground with Zezobran and fought multiple spectral creatures of mist and a Terrorwraith."]}, {"name": "Field Team Supplies - Turn 0.5", "pages": ["1x Potion of Minor Regeneration\n4x Potions of Minor Healing\n1x Potion of Death March\n+1 extra potion of players choice from above ^\n4x Tents\n6x Waterskins\n1x Portalstone\n2x 40 feet of rope\n \n20 days of rations for a team of 4.\n \nPortalstone\nA creature may over the course of one hour focus on the portalstone, opening a portal that allows any soulbound creatures to freely pass through. The portal lingers for one round after being completed. Focusing on the portalstone is considered a ritual and takes the full attention of a character using it.\nUn-attuned creatures may attempt to force their way through the portal by making a DC19 Charisma Saving Throw. On a failure they are unable to follow through, and must roll a 1d100 from <Portalstole Table>. On a succesfull save they arrive at the destination of the portalstone.\nThe portalstone must be recharged after each use.\n \nSalted Meats (Fine)\n- Enough for one meal\n \nPotion of Minor Healing:\n1d4+1 Healing\n \nPotion of Minor Regeneration\nWhen the character drinks this potion they regain 1d4+1 hit points. For every 4 rounds thereafter they will receive the roller amount at the start of their turn. Once the effect ends the character immediately suffers one level of exhaustion.\n \nDeath March\nAlteration, 4th level\nRange: Self\nCasting time: 10 minutes\nDuration: One week +half your level, rounded down to days\nComponents: V, M: A pinch of salt, a bowl of cold water, a handful of rice.\n \nThis spell allows the caster to ignore hunger, thirst, and extremes of climate for an extended period of time. While the spell is in effect, the caster requires no food or drink.\nThey are effectively immune to exposure, dehydration, and heat or cold injury, since no naturally occurring climatic condition will cause them harm. (Lightning, floods, tornadoes, earthquakes, and other such hazardous phenomena can still cause physical injury, of course.) During the vigil, the caster is able to ignore the need to sleep by choosing to meditate instead. While meditating, the caster can keep a watch on their surroundings, but they suffer a -2 penalty to Perception checks and passive perception. \nAt the vigil's end, the caster is overcome with ravenous thirst and hunger; if no food or water is available, the character must make a Constitution Saving Throw once every 10 minutes at a cumulative -1 penalty or fall into a coma and perish within 1 hour if they receive no aid. They also require at least two hours of rest for each day that they did not eat, drink, or sleep during their vigil."]}, {"name": "Potion Workshop from the Caretaker Ruins", "pages": ["Potion of Temporary Essence (common) x5\nAction: Max hit points increased by 2d4+4 for the next eight hours. Healed for the same amount.\n \nConcentrated Mana (very rare) x2 \nAction: Regain 1d6+2 levels of spell slots, starting at your lowest levels and upwards.\n \nPotion of Death March (rare) x3\nFor the 24 hours you ignore any effects of exhaustion from forced marching, and have advantage on any of saves versus exhaustion.\n \nConcentration of Stolen Essence (cantrip) (very rare) x1\nUpon drinking this potion you absorb the stolen essence within, permanently altering your mind. You learn the Magic Splinter Cantrip.\n \nReplicated Winter (Common) x1\nThis flask is filled with a white liquid that turns into a quickly growing block of ice. As an action, you can throw this flask up to 20 feet, shattering it on impact. Make a ranged attack against a creature or object, treating the flask as an improvised weapon. On a hit, the target takes 2d6 cold damage and becomes restrained by growing ice if the creature is Large or smaller. A creature can end this condition by using its action to make a DC 13 Strength check to break the ice. Any fire damage dealt to the ice ends the restrained condition immediately.\n \nVial of Mythrallis' Tears (common) x1\nThe vial has a faint silvery glow. You can use your action to pour the entirety of this potion on a weapon you are holding. That weapon deals magic radiant damage instead of its normal damage for the next 8 hours.\n \nVial of Ethereal Silver (Very Rare, Glorious 1) x1\n[Shrouded]\n \n1x complete potion making station\n3 stocks of common crafting reagents\n2 stocks of uncommon crafting reagents\n1 stock of rare craftng reagents\n \n3 Spesific crafting reagents (listed below)\n \nReagents:\nCatfern\nCommon, Exotic, Difficult +1\nA light and airy fern that tends to get easily caught in the\nwind and slightly glows.\nWhen added to any potion you consume, you gain 30 feet\nof darkvision for the duration of the potion effect. If you\nalready have darkvision, the range of your darkvision\nincreases by 30 feet for the duration of the effect.\nWhen added to a Potion of Climbing, it also grants you a\nclimbing speed equal to your movement speed in addition to\nits normal effects.\n \nDragongrass\nCommon, Exotic, Difficulty +2\nThis is a strange grass that burns very hot and tastes\nterrible.\nWhen added to a Potion of Fire Breath, it allows you to\nreplace one or more breaths with breathing fire in a cone\nwith the effect of the spell burning hands.\nWhen added to a Custom Potion that would deal damage\nto a target area, it allows you to instead drink the potion and\nbreath of a 15 foot cone of the damaging effect the potion\nwould have had.\n \nGroag Eye\nCommon, Exotic, Difficulty +3\nAt first glance, it looks like a stone.\nWhen this and 1 common divine essence is added to any\nhealing potion, that healing potion also removes the Petrified\ncondition when used."]}, {"name": "New Note", "pages": ["Left Gardens of the moon, visited the unknown ruins - ambushed by mists."]}, {"name": "Stormhaven", "pages": ["", "A forlorn ruin sitting atop a small hill near lake Ramako. Serves as an outpost for warders undertaking the long journey eastwards."]}, {"name": "The Winds of Yre", "pages": ["The Winds of Yre\n \nDarkened clouds:Non-magical ranged attack rolls have disadvantage against targets beyond 60 feet due to heavy winds and visibility. If intensified: Non-magical attacks have a permanent -5 penalty to rolls while within the storm.\nSmother the flame: All sources of open flame not under overhead cover or enclosed with some kind of protection is exstinguished. If intensified: Removes all sources of flame, reduces all fire damage taken by 50%.\nPrimeval Power: Powerful storms randomly appears within the battlefield, unpredictably changing any power and magic-like effects within them. Each time a spellcaster tries to cast a spell while within the storm's area, their spells level either increases by 1d4 points or decreases by 1d4 points (minimum of 1) (50% chance for each). This alteration applies only to the casting of that spell; Should the spell's level drop to zero or below, the spell is lost.\nSeer of Storms: Divination-like spells, effects, powers, and similar types of magic is always maximized if such an effect is possible for that cast (such as maximizing dice results). Each cast is also modified by 1d6 instead of 1d4 if used within Primeval Power.\nUnrelenting Wind: Trees violently sway back and forth as the wind picks up. A slight rain turns into a torrential downpour. Objects goes tumbling down the road before being swept away by the wind. Poorly made buildings have doors ripped off and windows shattered. Characters must make an Athletics Check or Strength Saving Throw (DC 16) to prevent themselves from being blown away. If a creature is securely holding onto an object, they make the checks with advantage. Failed saves = flown 30 feet away.\nSmall debries flying around\nIf intensified: 60 feet, large objects and debries will cause serious damage to creatures and objects.\n \nSkill Challenge - How it works\nThe power carried by the winds is overwhelming, and can drastically change the surrounding landscape if wielded properly. Characters may attempt to briefly test their might against the storm, diverting the power within to themselves, if only for a brief moment. \nDoing so is a skill challenge. Characters may use their actions, skills, or various abilities to manipulate the powers carried upon the storm to various degrees of success or failure.\nAs a general rule it will always cost an action to attempt a skill challenge, though it can be part of doing something else, such as casting a spell costing an action. Some skill challenges may require multiple rolls to be completed by different characters before being completed. Such as \"Escape the Temple\" which is comprised of 8 skill challenges which needs to be filled with 8 successes before failures to resolve. In this skill challenge multiple players may work together against a common goal, or work on a singular challenge themselves.\nA challenge may be: Player says: \"I want to still the winds in an area around me for some time\"\nDM says: \"Okay, so like in an area centered around you to grant you some respite for the storm, or in a bigger area for all your allies too?\"\nPlayers says: \"I was thinking more of a limitied area that moves with me and lets me use ranged attacks without disadvantage due to the heavy winds for a few rounds\"\nDM says: \"Okay, that souds like a smaller but spesific effect that only affects yourself and your projectiles, so maybe a skill challenge requiering two successes?\"\nPlayer says: \"Hm, that kinda destroys my plan if im using two turns getting that to potentially work. What if I used my Warding Wind spell to help me lessen the winds around me to help me with that?\"\nDM says: \"Yeah, that sound doable - a way to manipulate the wind in some manner in addition to your intent. Lets say one skill challenge success needed for that one them. How does this look, what do we see you do in attempts to control the winds in this manner?\"\nPlayer says: \"Uh, maybe using magic of some kind? Like im twisting the magic beyond it's normal use but enhancing it with the strange obviously-magical storm around me to steal some omph from that?\"\nDm says: \"Okay, cool! That sounds like you are using Arcane maybe, or perhaps a concentration check?\"\nPlayer grumbles: \"...but my Atheletics score is better >:(\"\n.. and so the story goes - okay the last part is a joke but I hope you kinda get what a skill challenge is :D\n \nWill of the Myths:\nThese are examples of the different sources which can be pulled from within the storm.\n \nDominion's Flame: The fire of ambition. Endless. Limitless. Conflagerating the wills of all.\nYou may wield the wind with singular focus and ambition, drastically shaping those within it. Andrenaline beating like drums for creatures, sending them into a frenzy. You could cause all attack rolls to be rolled at advantage, but cause every creature to gain vulnerability to damage in their reckless abandon. \n \nThe Thousand-Named: It stained our bloodline. Past. Present. Future. All melded together in terrible harmony.\nCreatures within the storm may experience visions of the past, present, and future vividly, greatly inhiting one's sense of self. A creature may be unable to move, become confused, overwhelmed, or experience insight during this time. Spesific focuses comes at a higher DC, such as choosing a spesific creature to be targeted by a spesific vision.\nExamples\nSpiritblood: Choose a creature, you may attempt to gleam what their next turn will be.\nBroken Fate: Attempt to twist the storm, changing what is yet to come. You may attempt to influence the future slightly, for example causing a spesific action to be taken, an event to occur, or some other effect of chance to occur.\n \nThe Lifewind: ..where in time all shall be reborn\nTwist destruction to creation. Feel the rejuvenating power that shifts seasons and causes life to bloom. You may attempt to shift the destructive properties of the storm to something which creates life. Wounds may close, pain recede, or trauma be lessened.\nExamples \nLifewind Embrace: All creatures are healed for 10% of their maximum hit points at the start of their turn, but receive disadvantage on all saving throws.\nRampant Growth: Cause decaying plant-matter to instantly grow to life, making thorny vines that impede movement in an area. \n \nThe Wandering Wind: .. how long you've wandered, burned bright as a spark\nFeel a familiar wind settle upon the area, obscuring or revealing secrets, causing steps to quicken in search of the unknown. Shift stillness to momentum, ignorance to knowledge. The hidden to the known.\nExamples\nUncover secrets, see what is hidden, uncover deeper meaning and understanding. \nHide something or someone.\nCreate momentum, control movement, wander\n \nThe Lantern's Light: .. and amidst deepest despair, light everlasting\nThe land twists and churns, destroyed by storms and debris. Life and destruction in constant flux, all bringing constant death of mortals and spirits alike. Shift the cycle brielfy, if only for one fleeting moment. \nExamples:Veil's Breath: Creatures cannot gain the dying status when falling unconcious. They are instead stabilized. Any dying creatures instantly stabilizie.\nLost Light: Attempt to unveil what remains of the creatures twisted by the storm. Understand what they once were, before returning to the storm once more.\n \nSpiritwind: Lo do they call to me, lo do their words travel upon the currents, shaping all that is.\nYou may alter the wind itself, causing it to shift and change to affect those within it. Yourself and up to 1d4 other creatures of your choice within 80 feet gains a flying speed of 60 feet for 1d4 rounds. Whenever the duration runs out, or if the power is ended early, the character falls to the ground. \nPrimeval note: All spoken language will be heard and understood clearly within the battlefield, regardless of the overwhelming storm.\n \n \nStorm's Wake: Feel the rumbling sky, the beating heart of thunder. The destructive shaping of the land.\nThe ground of this area rumbles and cracks, throwing opponents in disarray. While in this area, creatures cannot take immediate reactions or triggered actions between turns. This effect can be attempted to focus upon a spesific or smaller area, but at a higher skill check DC. One might even attempt to drastically change terrain or weather in an area.\nExamples:\nFury: All creatures may only use their action if it includes making an attack roll. In no hostile targets are within range a friendly target must instead be chosen.\nUnyielding: Refuse the end.Cause an area to become difficult terrain\nForce creatures within an area to fall prone\nCause lightning to strike\nBring down powerful winds\n \nThe Lost: .. This I believe, here at memory's end. \nStillness. Nothingness. Cling to that sinking feeling the unmakes all things. \nCause stillness and decay, and the immesurable sorrow that comes with it. You may attempt to end any effect caused by the storms, such as a passive effect of Yre, or another manipulation Will of the Myths. Permanent alterations increases the DC, lessening effects or durations may be achieved at lower dc's. Altering an effect might be possible at very high DCs.\nExamples\nCause something or someone to become forgotten briefly, as if it never existed\nEnd any effect\n \n \n \n \nExamples: (From Overwhelming Spirit - Lightningcow)\nRaging Wind: A powerful windstorm blows through the battlefield. Roll a random direction (1d4). Creatures gain +10 movement speed when moving with the wind, and -10 movement speed when moving against it. All ranged attacks have disadvantage, and all range increments for ranged attacks are halved.\nFated Wind: All critical tresholds are increased to 15-20, and healing from any source is halved.\nScattered and Forgotten: Skill checks cannot be made during this effect. All creatures lose access to two random abilities or features, which are randomly rolled for at the start of their turn.\nFlames of Dominion: All attacks are made at advantage during this effect, but creatures cannot willingly move away from their enemies.\nLifewind Embrace: All creatures are healed for 10% of their maximum hit points at the start of their turn, but receive disadvantage on all saving throws."]}, {"name": "The Immortal Heart", "pages": ["42\nA Crystalline Fragment - The Immortal Heart\nA crystalline heart with deep blue veins breaking the surface of the crystal.\n \nThe hearts feels heavy in your hands. A slight pulse can be felt resonating through the item.\nShrouded\nEpoch-Lost Shroud:\nThis item is Shrouded and requires spesific circumstances or events to transpire before being fully identified. The type of this Shroud is Epoch-Lost, which is a very rare modifier."]}, {"name": "Additional Fighting Styles", "pages": ["Additonal Fighting StylesFighter, paladin, and ranger feature (enhances Fighting Style)When you choose a fighting style, the following styles are added to the list of options.Blade and DaggerWhile wielding a dagger, you gain a +1 bonus to AC and rapiers and long swords count as light weapons for the purpose of two-weapon fighting.Cloak and BladeWhen a creature you can see targets you with a melee weapon attack, you can use your reaction to impose disadvantage on the attack roll or to gain advantage on your next attack roll against the creature. You must be holding a net, cloak, or some other large cloth to use this reaction.Gauntlet DefenseWhen a creature you can see targets you with a melee weapon attack, you can use your reaction to make a Strength or Dexterity saving throw contested against the attack roll. You can do so after seeing the initial roll but before any of the roll’s effects occur. If you win the contest, you gain resistance to bludgeoning, piercing, and slashing damage from the triggering attack. You must you have at least one hand free to use this reaction.Critical AidBefore an ally you can see makes an attack roll against a target within 5 feet of you, you can use your reaction to have that attack score a critical hit on a 19 or 20.Patient FighterWhenever you make an initiative roll, you have advantage against creatures with a higher initiative than you until the end of your next turn.When you use a reaction, you gain a +1 bonus to your AC until the end of the current turn. If the reaction is made in response to getting hit, you can potentially cause the attack to miss.Exploit WeaknessOnce on each of your turns when you hit a target with a damage type it has vulnerability to, you can forgo doubling the damage to reduce its AC by your proficiency bonus (minimum AC of 10) until the start of your next turn.Control the BattlefieldIn place of an Opportunity attack, you can attempt to grapple or shove the provoking creature as a reaction instead.Point-blankWhen you make a ranged attack against a target within 5 feet of you, you do not have disadvantage on the attack roll.When you make an opportunity Attack, you can replace its one melee attack with one ranged attack.Arcane WarriorWhen an ally within 5 feet of you casts a spell or when an ally targets a creature within 5 feet of you with a spell, you can change the damage type of any weapon attack you make before the end of your next turn to one type dealt by the spell or force damage. When you do, you also gain a +1 bonus to the damage roll."]}, {"name": "Leveling up mid-session", "pages": [""]}, {"name": "Ancient structure", "pages": [""]}, {"name": "Hourglass", "pages": [""]}, {"name": "Ironblight", "pages": ["Ironblight spans a large portion of central Ard.Despite the Orians best reclamation efforts over the past two hundred cycles, these lands have never been taken back. Today, the Orians focus on maintaining various Wards to keep the Ironblight from spreading into its borders.Few maps survived the Arken Imperiums downfall, but all scouting reports indicate that the landscape has changed dramatically from the few verified documents that remain. The region is a wasteland of sparse vegeatation, jagged earthen hills, and scorched earth with a brown-red coloration. Beyond the Nightshade Pass lies a significant area observed in perpetual darkness, as if the darkened clouds never part above it. Rays of moonlight awash parts of the south-western Ironblight during full moons, causing various crystalline and iron spires to glimmer in the dark."]}, {"name": "Calcified Ooze Bracelet", "pages": ["10Calcified Ooze BraceletThe bracelet resembles that of a worm coiling its way to from the elbow of the wearer to its shoulder. The material is a solid translucent green liquid that appears to be frozen with air bubbles, bones, and decaying matter within it.While wearing this bracer you gain access to the following ability:Ooze Form: Once per day, as an action, you can cause your form along with any gear you are wearing to take the form of a viscous liquid that can pass through any space which thick mud reasonably could fit through. While using this ability, your speed is reduced by 10 feet, and you can only take move actions. You can take this form for 1 minute or until you end it as a move action.Uncommon Tier 2No Attunement"]}, {"name": "Mistwalker patrol", "pages": ["The party observed multiple armored creatures made of mist scouting the mountainside near Ydra's Gate. The party was not spotted."]}, {"name": "Clarification on Cycles versus Years", "pages": ["Note:131.76999 - Years since start of the Umbral Age, marked with the burning sky - an Umbral Age.131.7699 years = 94 Cycles."]}, {"name": "Sunken Valleys", "pages": [""]}, {"name": "Camp Actions (Respite rework - pending)", "pages": ["Camp Actions are shorter periods of relative safety when the party is resting, typically available during Short Rest and Long Rests. Each character has one Camp Action, which they regain after completing a Long Rest.Note that some Camp Actions (such as Deep Slumber) only really makes sense to use during a Long Rest as opposed to a short rest.Camp action: Old StoryRequires: a fine drink, meal, consumable, or non-permanent item to be shared. This is typically: (fine, pre-cataclysm, brandy, 10gp, fine quality, or similar value)Tell a story from your past around the campfire while sharing a fine meal or some other luxury item. Yourself and all participating allies gain Inspiration.Note: Other adventurers does not need to spend their Camp Action on Old Story to benefit from this. They do however need to be active in the scene to participate.Camp action: VigilStay sharp while the camp rests. While taking this action your party cannot be surprised from nighttime ambushes, and it grants you advantage on perception checks during your vigil. When you complete the Long Rest you gain one level of Exhaustion.This differs from Take a Watch as only one creature stays up for the entire night.Camp action: Deep SlumberSometimes a hard day of adventuring deserves a little extra shut eye. Taking this Camp Action is more akin to a camp inaction, and you get the full recommended 8 hours of sleep. During this deep slumber, automatically fail Wisdom (Perception) checks and your passive Perception is 0, however you reduce any levels of Exhaustion by 2, and wake up well rested gaining 1 Inspiration.Camp action: PrepareThe life of an adventure has many challenges and it is only natural a cautious adventurer would want to prepare for them. Select one ability score to prepare for the upcoming day and perform an activity that hones it for the challenges ahead (you could prepare Strength or Dexterity through stretches or exercises, Intelligence through studying, Wisdom through meditation, etc).After you complete the long rest, you gain a Preparation die, starting at as a d6. Each time you make an ability check related to your chosen ability score, roll the Preparation die and add it to the result. The Preparation die decreases by one step each time it is rolled until depleted (d6, d4, d2, depleted).This action requires a safe campsite, basic shelter, and protection from the elements.Camp action: CookA special form of the crafting Camp Action that can be taken with Cooking Utensils. A hearty meal sits better than any trail rations, even when it is cooked from the simplest of ingredients. You and all willing creatures (willing to eat your cooking) regain an additional hit die (up to their maximum).If you have proficiency with Cooking Utensils, creatures regain additional hit dice equal to your Proficiency bonus, and gain 1d4+your level in temporary hit points that lasts until they complete their next long rest.Pending: additional cooking mechanics if a player wants to really interact with this camp action. Special meals and buff. Complete cooking mechanic,.Camp action: CraftAn adventure that takes this action can make progress towards crafting an item. This progress is made at the end of Camp Action. In order to take this action, the adventurer must have the related crafting tools and resources on hand. For Blacksmithing or Alchemy crafting, this action requires a campfire or other similar heat source.When successful, the Crafting is either completed, or a progress clock is ticked.Some long-term projects can eventually be progressed as this Camp Action if sufficient resources, knowledge, and tresholds has been met.Note: This action is usually reserved for mundane crafting projects and items. See Arcane Crafting or Long-Term Projects for additional options,Camp action: ResearchCamp action: Scout"]}, {"name": "The Emerald Wall", "pages": ["Scouting report: Only a few shattered stone shells and a wide scattering of immense ruins on the valley floors give any evidence of creatures of large stature living here. Winding hills give way to cracked stone roads overgrown with flora. The deserted areas most notable feature is the monumental green crystalline wall seemingly embedded or carved from the mountain itself, spanning over two hundred meters in height and 70 meters in length.Across the green surface are countless chiseled marks, forming a complex and almost maddening to behold pattern resembling a great tree embedding its root into the stone of the mountainside. From what little our scouts could see this central piece seemed to be the focus of whatever work this was, with thousands of different stories grooved alongside it.What stood out the most was the overal ruined state of the area, overgrown and forlorn, while the wall itself appears polished and maintained. There were clear signs of moss being removed from many places."]}, {"name": "Somewhere very distant", "pages": [""]}, {"name": "Trigger Test", "pages": []}, {"name": "Dimos' notes on Yggranat's Lock (big picture)", "pages": ["Dimos looks through journals, tables, documents.\nA lot won't translate: It's formulas or incantations.\nThe big picture:\nThis place is built for research prposes. It refernces a lot of the subjects and experiments.\n\"Sunder\" is the head of this place. Head of research, transport of goods and subjects.\nThere has been breakthroughs:\n\"We finally broke them\". They learnt a secret of their ways. We startedd to use their blood and influecnces to strenghten the buildings. Passive magic ⇒ more permanent, through blood magic.\nFinding ways to condencate power such that people without the arcane spark can use it.\nTheir epxeriments went to tthe transportation of power (read:magic) into runes. through blood and iron.\nThey managed to imbue magic in gemstones.\nThey managed to do it. Into an object (doesn't translate). (PERSON) managed to do it. It has never been done before.\nThis place also made rare magic components. \"Bones are a potent binding material\". These makes samples that can be used to make liquid forms of magic.\n\"Refined material, successfully made, and moved to The Cradle\".\nThey've found something called \"The abyssal rose\" in the \"Stonegarden\". Is important, but I'm missing a book or two.\nA stream of life built a top of yggranat. yggranat === sunder. ish.\nSunder was successful in using the stream of life to complete the lock. Sealing it scuccessfully\nConcerns of safety. about \"MIST\". It's a natural phenomenon. Mist.\nBonesmith: Responsible for setting up the bone branding station. doing tests. ensureing succesfful esxpermients shipped to the cradle. They imbue \"Power\" (read magic) from bones, blood, to other items.\nThe bones are from failed subjects.\nIt's placed here because of the \"stream of life\". It was important for them to \"lock\""]}, {"name": "Druidic corpse", "pages": [""]}, {"name": "Scroll of Phantom Light (2nd level)", "pages": ["Phantom light\n2nd-level illusion (illumination)\nCasting Time: 1 action\nRange: Touch\nComponents: V, S, M (a small sketch of a candle)\nDuration: 1 hour\nThough we cannot touch; one thought, one wish, through centuries alone in darkness.\n \nYou touch one object that measures less than 10 \nfeet in every dimension. Until the spell ends, the \nobject sheds bright light in a 20-foot radius and \ndim light for an additional 20 feet. The light can \nbe colored as you like. At the time of the casting, \nyou designate up to six creatures. Only those \ncreatures are able to see and gain benefit from the \nphantom light.\nThe object can be covered with something opaque to \nblock the light. You can use an action to dismiss this spell."]}, {"name": "Note: Years vs Cycles", "pages": ["94 Cycles = 131 Years"]}, {"name": "Mist-Shrouded Temple", "pages": ["The party was surrounded by mists and spectral forms while scouting this forlorn temple high in the nothern mountains. Initially came here looking for more sign of recent local activity. The temple is flanked by two massive weathernworn stone statues of winged humanoids.During the ambush a strange figure landed near the temple, speaking quickly, and with some panic, in an unknown language as she used strange warding *magic* to seal the temple from within. The groups first meeting with Adiyah, and the first meeting with a local.Creatures seen: Various mist creatues. The Consumed Wyrm."]}, {"name": "The Moonsteppes", "pages": [""]}, {"name": "Weapon Abilities", "pages": ["Weapon AbilitiesAll weapon abilities can be used once per long or short rest and require proficiency with the weapon to be used. All DCs are 8 + proficiency modifier + Attacking ability modifier (STR or DEX depending on the weapon).Weapon AbilityWeapon RequirementCost & DurationSaveDamageAdditional EffectRulings (if any)BleedSlashing damageAttack action, 10 roundsConstitutionRegular +2 slashingOn a failed save targeted creature takes 2 additional damage at the start of their turns and has disadvantage on Constitution Saves. Effect ends when healed or receiving hit points.Cleave2Handed and Slashing damageAttack ActionDexterityRegular on fail, nothing on saveStrikes up to three creatures within 10ft. of each other. All must be within your strike range.PrepareSlashing damage20ft movement, once per turnNARegular + STR modifierUntil the end of your turn, all attacks made with this weapon gains double the STR modifier for the damage.DazeBludgeoning damageAttack Action - once per roundConstitutionRegularOn a failed save, the target becomes dazed for 1 round.When dazed, a creature cannot take reactions and, on its turn, can only make one Action, Bonus Action, or Movement. Additionally, attacks against a Dazed creature has advantage.Topple2Handed and Bludgeoning damageAttack ActionStrength1d4 + STR modifierOn a failed save the target becomes knocked proneDisableWoundBraceFlourishBlockPinTripWeapon Mastery", "This system is a supplement for 5e that introduces old weapons from previous editions that were lost with time, rewarding players for sticking to their favorite weapons and acting as an incentive to try out new ones.Weapon Group Mastery One Mastery Two Mastery ThreeAxe - Battleaxe, Waraxe, Khopesh, Handaxe, Greataxe, Executioner's Axe, Urgrosh and Halberd✦ [Damage Versatility]: While wielding any weapon from the Axe group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted. ✦ [Attack Power]: While wielding any weapon from the Axe group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Axe Weapon Group.[Bloodied Axe]: When you reach Mastery Two with the Axe weapon group, you can inflict terrible wounds on your foes when you score critical hits against them. Any time you critically hit a creature, they begin to bleed, suffering an amount of damage equal to your PB for 1 round. ¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [War Cry]: Fill the battlefield with your war cry, becoming infused with monstrous strength as a bonus action. When you make an attack action using a weapon from the Axe Group, consider yourself one size larger when dealing damage, meaning your damage die goes up by one. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Split the Tree]: Cleave through your enemies with wild fury! When you score a critical hit against a creature within range, you can immediately make another weapon attack against the creature adjacent to them. You continue to make weapon attacks until you miss or you run out of creatures to cleave. Creatures attacked in this way can only be cleaved once, unless you score another critical hit on a separate non-cleave attack.✦ [Blood Surge]: Your mastery of the Axe weapon group allows you to thrive in the battlefield. Your [Bloodied Axe] status effect now lasts for a number of rounds equal to your PB. When a creature is bled this way on the start of their turn, you regain hit-points equal to the amount they bled for. Consecutive critical hits increase the time and amount healed.Bow - Shortbow, Longbow, Greatbow, Elderak Bow✦ [Damage Versatility]: While wielding any weapon from the Bow group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted.✦ [Attack Power]: While wielding any weapon from the Bow group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Bow Weapon Group.[Achilles Bane]: When you reach Mastery Two with the Bow weapon group, you can momentarily cripple a creature when you score a critical hit against them. Any time you critically hit against a creature, their movement speed is halved until the end of their turn.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Multi-shot]: You've mastered the art of firing multiple arrows without any loss of lethality. As a bonus action, knock up to three arrows and choose either one creature, or up to three separate creature and using one of your attack actions, roll three separate weapon attacks. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Wolf Jumps the Prey]: Your keen senses have developed an innate ability to react swiftly to moments of vulnerability. When an ally within the minimum range of your weapon makes an AOP, you can make a free weapon attack against that creature as well without expending your reaction.✦ [Pinning Shot]: Your mastery of the Bow weapon group makes you a dangerous long ranged foe. Your [Crippling Shot] has been improved. When you score a critical hit against a creature, their movement speed is now reduced to 0 until the end of their turn. If the creature is adjacent to a wall or other nearby surfaces that they could feasibly be pinned to, the creature must succeed on a Strength saving throw (DC 8 + proficiency bonus + your Main modifier) or be restrained until the end of their turn.Crossbow - Sling, Hand Crossbow, Light Crossbow, Heavy Crossbow and Repeating Crossbow✦ [Damage Versatility]: While wielding any weapon from the Crossbow group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted. ✦ [Attack Power]: While wielding any weapon from the Crossbow group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Crossbow Weapon Group.[Snake in the Grass]: When you reach Mastery Two with the Crossbow weapon group, you can disengage from combat when you score a critical hit against a creature. Any time you critically hit with a crossbow, you can move up to half your movement speed without provoking AOPs.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Goring Shot]: Your senses have been honed to find the weak points of your foes. Using your bonus action, ready a lethal shot with your next weapon attack towards a creature you can see. When taking an attack action you roll against the targets AC. On a hit, the bolt pierces the target and continues through in a straight line potentially hitting other targets in the line. Provided the initial shot beats their AC. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Fallen Branches]: Disarm your opponents with a precise shot! When you score a critical hit against an opponent holding an item, you can attempt to knock it out of their grasp by forcing them to make a Constitution saving throw (DC 8 + proficiency bonus + your Main modifier) or be disarmed and the item is knocked 15 ft. away.✦ [Serpent Sway]: Your mastery of the Crossbow weapon group makes you as deadly as a striking serpent! Your [Snake in the Grass] has been improved. When you score a critical hit against a creature, you can disengage up to your full movement speed without provoking AOPs, allowing you to immediately make a crossbow attack against a creature you can see. As well, you ignore difficult terrain until the start of your next turn. Flail - Flail, Heavy Flail, Spiked Chain, Net, Whips and Scourge✦ [Damage Versatility]: While wielding any weapon from the Flail group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted.✦ [Attack Power]: While wielding any weapon from the Flail group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Flail Weapon Group.[Tripping Flail]: When you reach Mastery Two with the Flail weapon group, you can attempt to trip an attacking creature when you score a critical hit again against them. Any time you crit with a flail, you can force a creature to make a Strength saving throw (DC 8 + your proficiency bonus + your Main modifier) or be knocked prone.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Whirling Chains]: By whirling your flail through the air at high speed, you impose your weapon against another's attack! As a reaction, when you or a friendly creature you can see within reach is targeted from a physical attack, you can impose disadvantage on it, potentially causing it to miss. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Momentum Crash]: What many consider an unwieldy weapon, you've mastered its momentum! Missing an attack roll with the Flail weapon group is no longer a detriment. Every time you miss an attack roll against a creature, you build momentum, gaining a +1 to attack and damage rolls. This builds for every miss, until you land a hit against them, resetting your momentum. If you take an action other than the attack action, you reset your momentum.✦ [Topple the Tyrant]: Your mastery of the Flail weapon group makes you a fearsome and unpredictable opponent! Your [Tripping Flail] has been improved. When you score a critical hit against a creature, granted that they are no more than two sizes larger than you, you automatically knock them prone! When they slam to the ground, you force them to make a Constitution saving throw (DC 8 + your proficiency bonus + your Main modifier) or be stunned until the end of their turn.Hammer - Maul, Throwing Hammer, Warhammer, Mordenkrad and Lucerene✦ [Damage Versatility]: While wielding any weapon from the Hammer group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted. ✦ [Attack Power]: While wielding any weapon from the Hammer group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Hammer Weapon Group.[Sundering Strike]: When you reach Mastery Two with the Hammer weapon group, you sunder your opponent's armor with a devastating blow when you land a critical hit against them. When you score a critical hit with Hammers, you temporarily sunder their AC, reducing it by your PB until the end of their turn.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Earthshaker]: Raise your hammer high into the air and slam it into the earth with a thunderous crash. Make an attack roll against a creature within range. On a successful hit, sunder the earth and send each creature within 5 ft. backwards. The creature hit by this attack is pushed back a number of feet equal to (5x your proficiency bonus) and the other creatures are knocked half the distance, making difficult terrain around you until the start of your next turn. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Helmcracker]: Your devastating swings don't stop just because they sundered armor. When you score a critical hit against a creature within range, you debilitate them, choosing one of their attributes (STR, DEX, CON, INT, WIS or CHR) and imposing a penalty to it equal to half your proficiency bonus rounded up. This effect lasts until the start of your next turn.✦ [Knightbreaker]: Your mastery of the Hammer weapon group has risen to deadly proficiency. Your [Sundering Strike] has been improved. When you score a critical hit, the damage dealt to their AC lasts until they take an action to repair the armor, which will provoke an AOP from the Hammer wielder. Or until they make a Constitution saving throw (DC 8 + your proficiency bonus + your Main modifier) at the end of their turns, ending the AC damage on a successful save.Heavy Blade - Bastard Swore, Falchion, Glaive, Broadsword, Greatsword, Fullblade, Longsword, Scimitar and Scythes✦ [Damage Versatility]: While wielding any weapon from the Heavy Blade group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted.✦ [Attack Power]: While wielding any weapon from the Heavy Blade group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Heavy Blade Weapon Group.[Pommel Strike]: When you reach Mastery Two with the Heavy Blade weapon group, you can attempt to slam a creature within range with the pommel of your blade when you score a critical hit with that weapon. Any time you critically hit with your Heavy Blade, make a weapon attack as a free action, dealing 1d4+modifier bludgeoning damage, adding any other bonuses granted by the weapon.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Full Counter]: Square off against your foes by leveling your Heavy Blade! On your turn, you can use your bonus action to assume a powerful stance. If you are attacked before the start of your next turn, you can make a melee weapon attack against that creature if they are within range. If you land a critical hit with this counter, you regain a charge. You can use multiple charges of this ability in one turn. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Reaper's Advance]: The death of an opponent emboldens you with fervor! When you reduce a creature to 0 hit points, you can move up to half of your movement speed towards another creature you can see without provoking AOPs and make a weapon attack against them. If this would drop the next creature to 0, you can continue to move up to your remaining movement speed and make another attack against a creature if they're within range. Repeating until you fail to drop or exhaust your movement speed.✦ [Mordhau]: Your mastery of the Heavy Blade weapon group makes you a deadly fighter. Your [Pommel Strike] has been improved. When you score a critical hit with a Heavy Blade, you can make a weapon attack as a free action, dealing 1d6 + modifier in bludgeoning damage as you reverse grip your weapon and slam it against your opponent. If you hit them with this attack, that creature cannot take reactions until the end their turn.Light Blade - Dagger, Katar, Rapier, Short Sword, Parrying Dagger and Sickle✦ [Damage Versatility]: While wielding any weapon from the Light Blade group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted. ✦ [Attack Power]: While wielding any weapon from the Light Blade group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Light Blade Weapon Group.[Redirecting Flash]: When you reach Mastery Two with the Light Blade weapon group, after landing a successful critical hit against a creature, you prepare yourself to riposte their next attack. When you are attacked after landing that critical hit, you roll an opposing weapon attack against them. If your attack beats theirs, you redirect the attack and cause it to miss.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Kingkiller]: You become a lethal killer carried on the wind towards your target. On your turn, you can choose a creature within your movement range and mark them for death. You can use up to double your movement speed without provoking AOPs. Every enemey square that you pass through grants you a stacking bonus of +1 to hit and damage. When you reach your target, make a basic weapon attack against them with this bonus. If you're a rogue, you can sneak attack this target. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Knife's Edge]: Your deadly grace allows you to impose yourself onto an enemy. When you score a critical hit against a creature within range, you can move into their square and occupy it with them. You gain a bonus to your AC equal to your PB, attacks from the creature who's space you are standing in are at disadvantage when targeting you. If a creature attempts to move out of the occupied square, even if they remain within range, you can make an AOP against them. At the start of your turn, you move into a safe adjacent square.✦ [Blade Dance]: Your mastery of the Light Blade weapon group makes you a deathly duelist. Your [Redirecting Flash] has been improved. When you successfully riposte an attack roll, you can force it to instead attack a nearby creature instead of making it miss outright. If this attack lands, you can immediately follow up with your weapon attack against the same creature as a free action. If you're a rogue, you can sneak attack this target.Mace - Club, Greatclub, Mace, Quarterstaff and Morningstar✦ [Damage Versatility]: While wielding any weapon from the Mace group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted.✦ [Attack Power]: While wielding any weapon from the Mace group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Mace Weapon Group.[Dazing Blow]: When you reach Mastery Two with the Mace weapon group, you can daze a creature after landing a successful critical hit against them. Any time you critically hit with a mace, you apply the Dazed condition to that creature until the end of their turn.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Exhaustive Force]: Wielding a mace affords you the ability to wind your enemies with ease! Using your bonus action, rear back your mace and swing with brutal force, making an attack roll against a creature within range. If you hit, the creature suffers 1 point of exhaustion that cannot be healed until after combat. And their movement speed is reduced by 5 for every point of exhaustion. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Destructive Force]: Your enemies tremble at the sight of the devastation you have unleashed. When you reduce a creature to 0 hit-points while using a mace, you force all enemies within 5 ft. of you to make a Wisdom saving throw (DC 8 + your proficiency bonus + your Main modifier) or become frightened of you until the end of their turn. If you score a critical hit and it reduces a creature to 0 hit-points, you increase the radius of your save to 15 ft. from you.✦ [Dazing Force]: Your mastery of the Mace weapon group makes you a menacing combatant to face. Your [Dazing Blow] has been improved. When you score a critical hit while wielding a mace, the creature you hit becomes dazed, needing to succeed on a Constitution saving throw (DC 8 + your proficiency + your Main modifier) on the end of their turns to end the effect. If they take the attack action during this turn, they suffer a penalty to their attack and damage equal to your PB. Pick - War Pick, Light War Pick, Heavy War Pick✦ [Damage Versatility]: While wielding any weapon from the Pick group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted. ✦ [Attack Power]: While wielding any weapon from the Pick group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Pick Weapon Group.[Piercing Pick]: When you reach Mastery Two with the Pick weapon group and land a successful critical hit against a creature, you open them up for another devastating attack. Your next weapon attack against that creature will deal double damage, this effect fades if you miss your next attack or don't attack the Pierced creature.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Pick 'em Apart]: Wielding a Pick makes you a dangerous foe to face on the battlefield. Using your bonus action, mark an opponent and rend them with weapon on this turn. You can spend a charge to add an additional 1d4 damage die to your next attack against that creature per charge spent, up to a maximum equal to your PB. On your next turn, you can spend an additional charge to maintain the effect and increase the damage by a further 1d4. If you attack another creature or run out of charges the effect ends and the counter resets. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Open the Gap]: The mighty swings of your pick open up your enemies guard to attacks from your allies. When you score a critical hit against a creature while wielding a pick, you allow one friendly creature within range of the target to make a free AOP against that target without expending their reaction. They gain a bonus to this attack and damage, equal to your PB.✦ [Pick to the Face]: Your mastery of the Pick weapon group makes you an enemy capable of exploiting weaknesses. Your [Piercing Pick] has been improved. When you score a critical hit against a creature, the next weapon attack you or any of your allies make against that creature will deal double damage. This effect lasts until the creature is hit or until the creature is healed, causing the effect to fade.Polearm - Glaive, Halberd, Longspear, Greatspear and Lucerene, Swarmglaive✦ [Damage Versatility]: While wielding any weapon from the Polearm group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted.✦ [Attack Power]: While wielding any weapon from the Polearm group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Polearm Weapon Group.[Bolstering Brace]: When you reach Mastery Two with the Polearm weapon group, you find your stance unshakable. When you score a critical hit while wielding a Polearm, until the start of your next turn, you become immovable. You cannot be physically pulled, shoved or knocked prone. ¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Diligent Defense]: Wielding a Polearm allows to you better prepare against incoming attacks! Using your bonus action, designate a target within reach of your weapon and ready yourself, spending a charge to gain a dodge token against them. The next attack from that creature is at disadvantage, multiple charges spent mean multiple attacks from that creature are at disadvantage also. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Fell the Trees]: Enemies fear the sweeping strikes of your polearm! When you score a critical hit while wielding a polearm, you unleash a devastating sweeping motion to all enemy creatures around you within reach of your weapon; granted they are no more than two sizes larger than you. When you do this, force all creatures to make a Dexterity or Strength saving throw (DC 8 + your proficiency bonus + your Main modifier) or be knocked prone.✦ [Unyielding Stance]: Your mastery of the Polearm weapon group makes you an immovable object. Your [Bolstering Brace] has been improved. When you score a critical hit while wielding a Polearm, you ready yourself for anything. You have advantage on the next Strength, Dexterity or Constitution saving throw you are forced to make. If you succeed, you instead take no damage. If you fail, you take half damage.Spear - Javelin, Trident, Spear, Longspear and Greatspear✦ [Damage Versatility]: While wielding any weapon from the Spear group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted. ✦ [Attack Power]: While wielding any weapon from the Spear group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Spear Weapon Group.[Relentless Advance]: When you reach Mastery Two with the Spear weapon group, you impale your foe and drive them back. When you score a critical hit while wielding a Spear, you can move up to 10 ft. with your opponent in the direction you are facing, moving them around the battlefield. ¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Thorivnar's Throw]: Throwing a spear gives you considerable advantage over your foes. Using your bonus action, target a creature within the minimum range of your spear's throwing range, making an attack roll against them. If you hit that creature, they become grappled in place until the end of their turn. If you hit that creature and there is another one directly behind them, you pin the two together, grappling them to each other. They can attempt to end this grapple on the end of their turns with a successful Strength saving throw (DC 8 + your proficiency bonus + your Main modifier). This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest. ✦ [Over the Horizon]: Your ability to manipulate your enemies placement on the battlefield is unmatched. Using your bonus action, thrust your weapon forward with monstrous force. On your next hit against that creature, impale them with your spear, allowing you to lift them over your head and slam them down to a spot of your choice within range of your weapons reach; granted they are no more than two sizes larger than you. This creature slams into the ground and is knocked prone on a successful hit. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Hoplite's Charge]: Your mastery of the Spear weapon group makes a deadly adversary on the battlefield. Your [Relentless Advance] has been improved. When you score a critical hit while wielding a spear, you can move your full movement speed while impaling your opponent; granted they are not more than two sizes larger than you. When you do this, you do not provoke AOPs. If this would feasibly pin a creature to a surface, like a wall or pillar, that creature must make a successful Strength saving throw (DC 8 + your proficiency bonus + your Main modifier) or be restrained, they continue to make saves at the end of their turns. If you do not pin them to a surface, they are restrained until the end of their turn.Unarmed - Gauntlets and Hands✦ [Damage Versatility]: While wielding any weapon from the Unarmed group, you can add a +1 to your damage done with these weapons. Unless the weapon is magical, this bonus damage can still be resisted.✦ [Attack Power]: While wielding any weapon from the Unarmed group, attacks made with these weapons have a +1 to hit. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Unarmed Weapon Group.[Trifold Strike]: When you reach Mastery Two with the Unarmed weapon group, you follow through with a devastating blow. When you score a critical hit with an unarmed attack, choose to Deafen, Mute or Blind, forcing that creature to make a Constitution saving throw (DC 8 + your proficiency bonus + your Main modifier) or become afflicted with one of those effects until the end of their turn.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Two for Flinching]: Your intimidating presence on the battlefield causes your foes to flinch! Using your bonus action, force a creature within 5 ft. of you to make a Wisdom saving throw (DC 8 + your proficiency bonus + your Main modifier) or become frightened of you until the start of your next turn. As well, you get to make two unarmed weapon attacks against them as a free action. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Falling Stars]: Your unarmed prowess allows you to weave in multiple attacks at once! When you score a critical hit while using an unarmed weapon, you can continue your assault. Make another weapon attack against that creature as a free action, if you hit, you can make another up to a limit equal to your PB. If you miss, this effect ends. These attacks do not gain any bonuses save those provided by the weapon or by conditions already on the target; and these free action attacks cannot proc it again.✦ [Gentle Fist]: Your mastery of the Unarmed weapon group makes you a cunning pugilist. Your [Trifold Strike] has been improved. When you score a critical hit while using Unarmed weapons, you choose to Deafen, Mute or Blind a creature you hit, this effect only ends when they successfully make a Constitution saving throw (DC 8 + your proficiency bonus + your Main modifier) on the end of their turns. You can then move up to your movement speed towards an ally if they're affected by a status effect and end it on them. If they're affected by multiple, you can choose which effect to end.Shields - Light Shields and Heavy Shields✦ [Defensive Capabilities]: While wielding any weapon from the Shield weapon group, you add a +1 to your AC while wielding this weapon. Unless the weapon is magical, this bonus can be negated.✦ [Attack Power]: While wielding any weapon from the Shield group, attacks made with these weapons have a +1 to attack and damage. Unless the weapon is magical, this weapon can still be resisted.◘ You unlock Superior Weapons for the Shield Weapon Group.[Withstand]: When you reach Mastery Two with the Shield weapon group, you have learned to stave off even the most vicious of blows, if only in part. When a creature scores a critical hit again you, you can reduce the amount of damage dealt by an amount equal to your PB plus the bonus of the shield.¤ You fully unlock the properties of Superior Weapons for this Weapon Group.✦ [Steel Bulwark]: Wielding a shield makes you a defensive bulwark against incoming attacks. Using a bonus action, raise your shield and reduce all incoming damage dealt against you by an amount equal to your PB. This effect lasts until the start of your next turn or if you drop your shield. This can be used a number of times equal to your PB and recharges just like hit-dice, gaining half of the amount of charges every long rest.✦ [Rampart]: Your mastery of the shield allows you to capitalize on missed attacks by your foes. When a creature misses you with a melee weapon attack, you can spend your reaction to immediately slam them with your shield. If you successfully hit them, you reduce their chance to hit by an amount equal to your PB until the end of their turn. ✦ [Hold the Line]: Your mastery of the Shield weapon group makes you an unshakable wall! Your [Withstand] has been improved. When you or an ally within 5 ft. of you has been hit by a critical hit, you can reduce the amount of damage dealt by an amount equal to double your PB plus the bonus of the shield. When you successfully reduce damage in this way, you gain advantage on the next saving throw you are forced to make within 1 minute. This effect ends after that saving throw."]}]